Repository: DavidePrincipi/comps
Catalog: po/*.po
Languages: ar, ast, fi, gu, hr, or, sr, th, uk

source: Samoan Support
ar: دعم ساموا
ast: Sofitu pal samoanu
fi: Samoan kielituki
or: ସାମୋନ ସହାୟତା
sr: Подршка за самоански
uk: Підтримка самоанської мови

source: Sanskrit Support
ar: دعم سنسكريتي
ast: Sofitu pal sánscritu
fi: Sanskritin kielituki
or: ସଂସ୍କୃତ ସହାୟତା
sr: Подршка за санскрит
uk: Підтримка мови санскрипт

source: Sardinian Support
ar: دعم سردينيا
ast: Sofitu pal sardiniu
fi: Sardin kielituki
or: ସରୟଦିୟା ସହାୟତା
sr: Подршка за сардинијски
uk: Підтримка сардинської мови

source: Serbian Support
ar: دعم الصربيّة
ast: Sofitu pal serbiu
fi: Serbian kielituki
gu: સર્બિયાઈ આધાર
hr: Podrška za srpski
or: ସାର୍ବୀୟାନ ସହାୟତା
sr: Подршка за српски
th: การสนับสนุนภาษาเซอร์เบียน
uk: Підтримка сербської мови

source: Server Configuration Tools
ar: أدوات تهيئة الخادم
ast: Ferramientes de configuración del sirvidor
fi: Palvelimen asetustyökalut
gu: સર્વર રુપરેખા સાધનો
hr: Alati za konfiguriranje poslužitelja
or: ସେବକ ର ବିନ୍ଯାସ ଜନିତ ଉପକରଣ
sr: Алатке за подешавање сервера
th: เครื่องมือตั้งค่าตัวให้บริการ
uk: Засоби налаштовування сервера

source: Servers
ar: خوادم
ast: Sirvidores
fi: Palvelimet
gu: સર્વરો
hr: Poslužitelji
or: ସେବକ ମାନେ
sr: Сервери
th: ตัวให้บริการ
uk: Сервери

source: Simple window managers that aren't part of a larger desktop environment.
ar: مديري النوافذ البسيطة والتي لا تشكل جزءا من أي بيئة سطح مكتب متكاملة كبيرة.
ast: Alministradores de ventanes cenciellu que nun son parte d'un entornu d'escritoriu más grande.
fi: Yksinkertaiset ikkunankäsittelijät, jotka eivät ole osa suurempaa työpöytäympäristöä
gu: સાદા વિન્ડો વ્યવસ્થાપકો કે જે મોટા ડેસ્કટોપ પર્યાવરણના ભાગ નથી.
hr: Jednostavni upravitelji prozorima koji nisu dijelom većih okruženja radne površine.
or: ଗୋଟିଏ ବୃହତ୍ତର ଡେସ୍କଟପ ପରିବେଶର ଅଂଶ ହୋଇ ନ ଥିବା ସାଧାରଣ ୱିଣ୍ଡୋ ପରିଚାଳକ ଗୁଡିକ।
sr: Једноставни управљачи прозорима који нису део неког већег радног окружења.
th: โปรแกรมจัดการหน้าต่างแบบเรียบง่ายที่ไม่ได้เป็นส่วนหนึ่งของสภาพแวดล้อมเดสก์ท็อปที่ใหญ่กว่า
uk: Прості віконні менеджери, що не є частиною будь-якого робочого середовища.

source: Sindhi Support
ar: دعم السندية
ast: Sofitu pal Sindhi
fi: Sindhin kielituki
or: ସିନ୍ଧି ସହାୟତା
sr: Подршка за синдхи
th: การสนับสนุนภาษาสินธี
uk: Підтримка мови сіндхі

source: Sinhala Support
ar: دعم السنهالية
ast: Sofitu pal sinhala
fi: Singalin kielituki
gu: સિંહાલા આધાર
hr: Podrška za sinhala
or: ସିଂଙ୍ଘଳା ସହାୟତା
sr: Подршка за синхалу
th: การสนับสนุนภาษาสิงหล
uk: Підтримка мови сінхала

source: Slovak Support
ar: دعم السلوفاكيّة
ast: Sofitu pal eslovacu
fi: Slovakian kielituki
gu: સ્લોવેક આધાર
hr: Podrška za slovački
or: ସ୍ଲୋଭାକ ସହାୟତା
sr: Подршка за словачки
th: การสนับสนุนภาษาสโลวะเกีย
uk: Підтримка словацької мови

source: Slovenian Support
ar: دعم السلوفانيّة
ast: Sofitu pal eslovenu
fi: Slovenian kielituki
gu: સ્લોવેનિયાઈ આધાર
hr: Podrška za slovenski
or: ସ୍ଲୋଭେନୀୟାନ ସହାୟତା
sr: Подршка за словеначки
th: การสนับสนุนภาษาสโลวีเนีย
uk: Підтримка словенської мови

source: Smallest possible installation
ar: أصغر تثبيت متاح
ast: Instalación lo más pequeña dable
fi: Pienin mahdollinen asennus
gu: નાનામાં નાના શક્ય સ્થાપનો
hr: Najmanja moguća instalacija
or: କ୍ଷୁଦ୍ରତମ ସମ୍ଭାବ୍ଯ ସ୍ଥାପନ
sr: Најмања могућа инсталација
th: ติดตั้งให้มีขนาดเล็กที่สุดที่เป็นไปได้
uk: Мінімально можливе встановлення

source: Software used for running network servers
ar: يستخدم البرنامج لإدارة خوادم الشبكة
ast: Programes usaos pa correr sirvidores de rede
fi: Verkkopalvelimina käytettäviä ohjelmistoja
gu: નેટવર્ક સર્વરો ચલાવવા માટે વપરાતું સોફ્ટવેર
hr: Softver koji se upotrebljava za pokretanje mrežnih poslužitelja
or: ନେଟୱାର୍କ ସେବକକୁ ଚଳାଇବା ପାଇଁ ବ୍ଯବହୃତ ସଫଟୱେର
sr: Софтвер који се користи за извршавање мрежних сервера
th: โปรแกรมสำหรับให้บริการในเครือข่าย
uk: Програми, що використовуються для запуску мережних серверів

source: Somali Support
ar: الدعم الصومالية
ast: Sofitu pal somalí
fi: Somalin kielituki
or: ସୋମାଲୀ ସହାୟତା
sr: Подршка за сомалски
th: การสนับสนุนภาษาโซมาเลีย
uk: Підтримка сомалійської мови

source: Sometimes called text editors, these are programs that allow you to create and edit text files. This includes Emacs and Vi.
ar: تسمى في بعض الأحيان محررات النصوص، هذه برامج تسمح لك بإنشاء و تعديل ملفات النصوص. من ضمنها Emacs و Vi.
ast: Estos programes permiten criar y camudar ficheros de testu. A vegaes conózse-yos como editores de testu. Estos inclúin Emacs y Vi.
fi: Tekstinmuokkaimet mahdollistavat tiedostojen luomisen ja muokkamisen. Nämä pitävät sisällään Emacsin ja Vi:n.
gu: અમુક વખતે લખાણ સંપાદકો તરીકે ઓળખાય છે, આ કાર્યક્રમો તમને ફાઈલો બનાવવાની અને ફેરફાર કરવાની પરવાનગી આપે છે. આ Emacs અને Vi સંપાદકોનો સમાવેશ કરે છે.
hr: Ponekad nazivani i uređivačima teksta, ovi vam programi omogućuju izradu i uređivanje tekstualnih datoteka. Obuhvaćeni su Emacs i Vi
or: ବେଳେବେଳେ ଏମାନଙ୍କୁ ପାଠ୍ଯ ସମ୍ପାଦକ କୁହା ଯାଇଥାଏ, ଏଗୁଡିକ ଏପରି ପ୍ରୋଗ୍ରାମ ଯାହାକି ଆପଣଙ୍କୁ ପାଇଲ ସୃଷ୍ଟି କରିବା ପାଇଁ ଏବଂ ସମ୍ପାଦନ କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରିଥାଆନ୍ତି| ଏଗୁଡିକ ଇ-ମାକ୍ସ ଏବଂ ଭି.ଆଇ. କୁ ସଂଲଗ୍ନିତ କରିଛନ୍ତି
sr: Такозвани уређивачи текста, ово програми омогућавају прављење и измену текстуалних датотека. Укључују Emacs и Vi.
th: บางครั้งเรียกว่าโปรแกรมแก้ไขข้อความ โปรแกรมเหล่านี้คือโปรแกรมที่จะให้คุณสามารถสร้าง และแก้ไขไฟล์ข้อความได้ ซึ่งรวมไปถึง Emacs และ Vi
uk: Ці програми, що іноді називаються текстовими редакторами, дозволяють редагувати тексти. До складу входять Emacs та Vi.

source: Sound and Video
ar: الصوتيات و المرئيات
ast: Soníu y vídeu
fi: Ääni ja video
gu: ધ્વનિ અને વિડીયો
hr: Zvuk i video
or: ସାଉଣ୍ଡ ଏବଂ ଭିଡିଓ
sr: Звук и видео
th: เสียงและวิดีโอ
uk: Звук та відео

source: Southern Ndebele Support
ar: دعم جنوب نديبيلي
ast: Sofitu pal Ndebele Sureñu
fi: Eteländebelen kielituki
gu: દક્ષિણી ડેબેલે આધાર
hr: Podrška za južni ndebele
or: ଦକ୍ଷିଣଦିଗସ୍ଥ ଡେବୀଲ ସହାୟତା
sr: Подршка за ндебеле
uk: Підтримка південного Ндебеле

source: Southern Sotho Support
ar: دعم السوتو الجنوبية
ast: Sofitu pal Sotho Sureñu
fi: Eteläsothon kielituki
gu: દક્ષિણી સોથો આધાર
hr: Podrška za južni sotho
or: ଦକ୍ଷିଣୀ ଶୋଥୋ ସହାୟତା
sr: Подршка за јужни сото
uk: Підтримка південного Сото

source: Spanish Support
ar: دعم الأسبانيّة
ast: Sofitu pal español
fi: Espanjan kielituki
gu: સ્પેનિશ આધાર
hr: Podrška za španjolski
or: ସ୍ପାନିଶ ସହାୟତା
sr: Подршка за шпански
th: การสนับสนุนภาษาสเปน
uk: Підтримка іспанської мови

source: Sugar Desktop Environment
ar: بيئة سطح مكتب Sugar
ast: Entornu d'Escritoriu Sugar
fi: Sugar-työpöytäympäristö
or: ସୁଗାର ଡେସ୍କଟପ ପରିବେଶ
sr: Sugar радно окружење
th: สภาพแวดล้อมเดสก์ท็อป Sugar
uk: Графічне середовище Sugar

source: Support for cross-compiling programs to 32 bit Windows targets, testing them, and building installers, all from within Fedora.
ar: دعم لبرامج الترجمة متعددة المنصات للأجهزة ويندوز 32 بت، واختبارهم، وبناء برامج التركيب، الجميع من داخل فيدورا.
ast: Sofitu pa compilar programes a oxetivos de 32 bit, probalos y facer instaladores, too dende dientro de Fedora.
fi: Tuki ohjelmien ristiinkääntämiselle 32-bittisille Windows-kohteille sekä näiden ohjelmien testaamiselle ja asennusohjelmien tekemiselle Fedorassa.
or: 32 ବିଟ Windows ଲକ୍ଷ୍ୟରେ ପ୍ରାସଙ୍ଗିକ-ସଂକଳନ ପ୍ରଗ୍ରାମ ପାଇଁ ସମର୍ଥନ, ସେମାନଙ୍କୁ ପରୀକ୍ଷଣ କରି, ଏବଂ ସ୍ଥାପକ ନିର୍ମାଣ କରି, ସମସ୍ତ Fedora ମଧ୍ଯରେ।
sr: Подршка за међуплатформско компилирање програма у 32-битне Windows циљеве, њихово тестирање, и прављење инсталатера, све унутар Fedora система.
th: สนับสนุนการคอมไพล์โปรแกรมข้ามไปยังระบบปฎิบัติการ Windows 32 บิต, ทดสอบโปรแกรม และสร้างชุดติดตั้งทั้งหมดนี้อยู่ภายใน Fedora
uk: Підтримка крос-компіляції для створення 32-бітних програм Windows, їх тестування та збирання інсталяторів за допомогою Fedora.

source: Support for developing programs in the Haskell programming language.
ar: دعم للتطوير بلغة هاسكل Haskell
ast: Sofitu pal desendolcu de programes nel llinguax de programación Haskell.
fi: Ohjelmistokehitystuki Haskell-ohjelmointikielelle.
or: ହସକେଲ ପ୍ରୋଗ୍ରାମିଙ୍ଗ ଭାଷାରେ ପ୍ରୋଗ୍ରାମ ମାନଙ୍କର ବିକାଶ କରିବା ପାଇଁ ସହାୟତା
sr: Подршка за развој програма у програмском језику Хаскел.
th: รองรับการพัฒนาโปรแกรมในภาษา Haskell
uk: Підтримка розробки програм на мові програмування Haskell.

source: Support for developing programs in the Java programming language.
ar: دعم لتطوير البرامج بلغة البرمجة جافا.
ast: Sofitu pal desendolcu de programes nel llinguax de programación Java.
fi: Ohjelmistokehitystuki Java-ohjelmointikielelle.
gu: જાવા પ્રોગ્રામીંગ ભાષામાં કાર્યક્રમો વિકસાવવા માટેનો આધાર.
hr: Podrška za razvoj programa u programskom jeziku Java
or: ଜାଭା ପ୍ରୋଗ୍ରାମିଂ ଲାଙ୍ଗୁଏଜ୍ ରେ ପ୍ରୋଗ୍ରାମ ମାନଙ୍କର ବିକାଶ କରିବା ପାଇଁ ସହାୟତା
sr: Подршка за развој програма у програмском језику Јава.
th: สนับสนุนการพัฒนาโปรแกรมด้วยภาษาจาวา
uk: Базова підтримка мови програмування Java.

source: Support for developing programs in the Perl programming language.
ar: تقديم الدعم لتطوير برامج في لغة برمجة Perl.
ast: Sofitu pal desendolcu de programes nel llinguax de programación Perl.
fi: Ohjelmistokehitystuki Perl-ohjelmointikielelle.
or: Perl ପ୍ରୋଗ୍ରାମିଙ୍ଗ ଭାଷାରେ ପ୍ରୋଗ୍ରାମ ମାନଙ୍କର ବିକାଶ କରିବା ପାଇଁ ସହାୟତା
sr: Подршка за развој програма у програмском језику Перл.
th: รองรับการพัฒนาโปรแกรมในภาษา Perl
uk: Підтримка розробки програм на мові програмування Perl.

source: Support for developing software using the Objective CAML programming language and libraries.
ar: دعم لتطوير البرمجيات باستخدام مكتبات ولغة برمجة CAML.
ast: Sofitu pal desendolcu de programes nel llinguax de programación Objective CAML y les biblioteques.
fi: Tuki ohjelmistokehitykselle käyttäen Objective CAML -ohjelmointikieltä ja -kirjastoja.
or: CAML ପ୍ରଗ୍ରାମିଙ୍ଗ ଭାଷା ଏବଂ ଲାଇବ୍ରେରୀ ବ୍ୟବହାର କରି ସଫ୍ଟୱେର ବିକାଶ ପାଇଁ ସମର୍ଥନ।
sr: Подршка за развој софтвера користећи Objective CAML програмски језик и библиотеке.
th: สนับสนุนการพัฒนาซอฟต์แวร์ด้วยภาษาและไลบรารี Objective CAML
uk: Підтримка розробки програм за допомогою об'єктної мови програмування CAML та бібліотек.

source: Support for running programs written in the Java programming language.
ar: دعم لتنفيذ برامج كتبت بلغة البرمجة جافا.
ast: Sofitu pa executar programes escritos nel llinguax de programación Java.
fi: Tuki Java-ohjelmointikielellä tehtyjen ohjelmien suorittamiseen.
gu: જાવા પ્રોગ્રામીંગ ભાષામાં લખાયેલ કાર્યક્રમો ચલાવવા માટેનો આધાર.
hr: Podrška za pokretanje programa izrađenih u programskom jeziku Java
or: ଜାଭା ପ୍ରୋଗ୍ରାମିଂ ଲାଙ୍ଗୁଏଜ୍ ରେ ଲେଖା ଯାଇଥିବା ପ୍ରୋଗ୍ରାମ ମାନଙ୍କୁ ଚଳାଇବା ପାଇଁ ସହାୟତା
sr: Подршка за покретање програма писаних у програмском језику Јава.
th: สนับสนุนการรันโปรแกรมที่เขียนด้วยภาษาจาวา
uk: Підтримка запуску програм, що написані ні мові програмування Ruby.

source: Swahili Support
ar: دعم السواحلية
ast: Sofitu pal suaḥili
fi: Swahilin kielituki
or: ସ୍ୱାହିଲ ସହାୟତା
sr: Подршка за свахили
uk: Підтримка мови суахілі

source: Swati Support
ar: دعم السواتية
ast: Sofitu pal swati
fi: Siswatin kielituki
gu: સ્વાતી આધાર
hr: Podrška za swati
or: ଶ୍ବାତି ସହାୟତା
sr: Подршка за свати
uk: Підтримка мови сваті

source: Swedish Support
ar: دعم السويديّة
ast: Sofitu pal suecu
fi: Ruotsin kielituki
gu: સ્વેડિશ આધાર
hr: Podrška za švedski
or: ସ୍ବେଡୀଶ ସହାୟତା
sr: Подршка за шведски
th: การสนับสนุนภาษาสวีเดน
uk: Підтримка шведської мови

source: System Tools
ar: أدوات النظام
ast: Ferramientes del sistema
fi: Järjestelmätyökalut
gu: સિસ્ટમ સાધનો
hr: Alati sustava
or: ତନ୍ତ୍ର ଜନିତ ଉପକରଣ
sr: Системске алатке
th: เครื่องมือระบบ
uk: Системні засоби

source: Tagalog Support
ar: دعم التاغالوغية
ast: Sofitu pal tagalu
fi: Tagalogin kielituki
or: ତାଗାଲଗ ସହାୟତା
sr: Подршка за тагалог
th: การสนับสนุนภาษาตากาลอค
uk: Підтримка тагальської мови

source: Tajik Support
ar: دعم الطاجيكية
ast: Sofitu pal tajik
fi: Tadžikin kielituki
or: ତାଜିକ ସହାୟତା
sr: Подршка за таџички
th: การสนับสนุนภาษาทาจิก
uk: Підтримка таджицької мови

source: Tamil Support
ar: الدعم التاميلي
ast: Sofitu pal tamil
fi: Tamilin kielituki
gu: તમિલ આધાર
hr: Podrška za tamilski
or: ତାମିଲ ସହାୟତା
sr: Подршка за тамилски
th: การสนับสนุนภาษาทมิฬ
uk: Підтримка тамільської мови

source: Telugu Support
ar: دعم التيلجو
ast: Sofitu pal telugu
fi: Telugun kielituki
gu: તેલુગુ આધાર
hr: Podrška za telugu
or: ତେଲୁଗୁ ସହାୟତା
sr: Подршка за телугу
th: การสนับสนุนภาษาเตลุคู
uk: Підтримка мови телугу

source: Tetum Support
ar: دعم التيتم
ast: Sofitu pal tetum
fi: Tetumin kielituki
or: ତେତୁମ ସହାୟତା
sr: Подршка за тетум
uk: Підтримка мови тетум

source: Text-based Internet
ar: انترنت نصّي
ast: Internet basao en testu
fi: Tekstipohjainen Internet
gu: લખાણ આધારિત ઈન્ટરનેટ
hr: Tekstualno sučelje za Internet
or: ପାଠ୍ଯ ଧାର ଉପରେ ଆଧାରିତ ଇଣ୍ଟରନେଟ
sr: Текстуални интернет
th: อินเทอร์เน็ตแบบตัวอักษร
uk: Текстові засоби Інтернет

source: Thai Support
ar: دعم التايلاندية
ast: Sofitu pal tailandés
fi: Thain kielituki
gu: થાઈ આધાર
hr: Podrška za tajski
or: ଥାଇ ସହାୟତା
sr: Подршка за тајландски
th: สนับสนุนภาษาไทย
uk: Підтримка тайської мови

source: The applications include office suites, PDF viewers, and more.
ar: التطبيقات تحتوي على أدوات المكتب و عارض ملفات PDF و غيرها.
ast: Les aplicaciones inclúin los paquetes d'ofimática, los visualizadores de PDF y muncho más.
fi: Sovellukset sisältävät mm. toimistosovelluksia ja PDF-näyttimiä.
gu: કાર્યક્રમો ઓફિસની વસ્તુઓ, PDF દર્શકો અને ઘણુ સમાવે છે.
hr: Aplikacije obuhvaćaju uredske alate, preglednike PDF datoteka i još mnogo više...
or: ଏହି ପ୍ରୟୋଗ ଟି କାର୍ଯ୍ଯାଳୟ ଉପକରଣ, ପି.ଡି.ଏଫ. ପ୍ରଦର୍ଶନ, ଏବଂ ଆହୁରି ଅଧିକ ସୁବିଧା ସଂଲଗ୍ନିତ କରିଅଛି
sr: Прегледачи PDF датотека, канцеларијски и други програми.
th: แอพลิเคชันเหล่านี้ประกอบด้วย ชุดออฟฟิศ ตัวแสดง PDF และอื่นๆ
uk: До складу цієї групи входять офісні додатки: редактори тексту, програми перегляду PDF файлів та ін.

source: The packages in this group are core libraries needed to develop applications.
ar: الحزم في هذه المجموعة هي مكتبات اللب و هي محتاجه لتطوير التطبيقات.
ast: Esti paquete inclúi biblioteques necesaries pa desendolcar aplicaciones.
fi: Tämän ryhmän paketit ovat keskeisiä sovelluskehityksessä tarvittavia kirjastoja.
gu: આ જૂથમાં સમાયેલ પેકેજો એ મૂળ લાઈબ્રેરીઓ છે કે જે કાર્યક્રમો વિકસાવવા માટે જરુરી છે.
hr: Paketi u ovoj grupi osnovne su biblioteke potrebne za razvoj aplikacija.
or: ଏହି ସମୂହ ର ପ୍ଯାକେଜ ଗୁଡିକ ବିକାଶ ର ପ୍ରୟୋଗ ପାଇଁ ଆବଶ୍ଯକ ହେଉଥିବା ମୂଖ୍ଯ ପାଠାଗାର ଅଟନ୍ତି
sr: Ова група пакета садржи основне библиотеке неопходне за развој програма.
th: แพกเกจในกลุ่มนี้เป็นไลบรารี่หลัก ซึ่งจำเป็นสำหรับพัฒนาแอพลิเคชัน
uk: Ця група містить пакети необхідні для розробки програм.

source: These packages allow you to configure an IMAP or SMTP mail server.
ar: هذه الحزم تتيح لك تهيئة خادم بريد IMAP أو SMTP.
ast: Estos paquetes permítente configurar un sirvidor de corréu IMAP o SMTP.
fi: Nämä paketit mahdollistavat IMAP- tai SMTP-postipalvelimen perustamisen.
gu: આ પેકેજો તમને IMAP અથવા SMTP મેઈલ સર્વર રૂપરેખાંકિત કરવા માટે પરવાનગી આપશે.
hr: Ovi vam paketi omogućuju konfiguriranje IMAP ili SMTP poslužitelja e-pošte
or: ଏହି ପ୍ଯାକେଜ ଗୁଡିକ ଆପଣଙ୍କୁ ଗୋଟିଏ IMAP କିମ୍ବା SMTP ଡାକ ସେବକ ର ବିନ୍ଯାସ କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରି ଥାଆନ୍ତି
sr: Ови пакети омогућавају подешавање IMAP или SMTP сервера за пошту.
th: แพ็กเกจเหล่านี้ ทำให้คุณตั้งค่า IMAP หรือตัวให้บริการเมล SMTP
uk: Ці програми дозволяють налаштувати поштовий сервер IMAP чи SMTP.

source: These packages allow you to develop applications for the X Window System.
ar: هذه الحزم تتيح لك تطوير تطبيقات لنظام نوافذ X
ast: Estos paquetes permítente desendolcar aplicaciones pal Sistema de Ventanas X.
fi: Nämä paketit mahdollistavat ohjelmistokehityksen X-ikkunointijärjestelmälle.
gu: આ પેકેજો તમને X વિન્ડો સિસ્ટમના કાર્યક્રમો વિકસાવવા માટેની પરવાનગી આપે છે.
hr: Ovi vam paketi omogućuju razvoj aplikacija za X sustav prozora.
or: ଏହି ପ୍ଯାକେଜ ଗୁଡିକ ଆପଣଙ୍କୁ X ୱିଣ୍ଡୋ ତନ୍ତ୍ର ପାଇଁ ପ୍ରୟୋଗ ମାନଙ୍କୁ ବିକାଶ କରିବାର ଅନୁମତି ପ୍ରଦାନ କର ଥାଆନ୍ତ।ି
sr: Ови пакети омогућавају развој програма за Икс систем прозора.
th: แพกเกจเหล่านี้ทำให้คุณพัฒนาแอพลิเคชันสำหรับรันบนระบบ X Window
uk: Ці пакети дозволяють розробляти програми для системи X Window.

source: These packages are helpful when developing web applications or web pages.
ar: هذه الحزم مفيدة عند تطوير تطبيقات الويب أو صفحات الويب
ast: Estos paquetes son útiles pa desendolcar aplicaciones web o páxines web.
fi: Nämä paketit ovat hyödyllisiä kehitettäessä web-sovelluksia tai web-sivuja.
gu: આ પેકેજો જ્યારે વેબ કાર્યક્રમો કે વેબ પાનાંઓ વિકસાવી રહ્યા હોય ત્યારે મદદરૂપ છે.
hr: Ovi vam paketi olakšavaju razvoj web-aplikacija ili web-stranica.
or: ଏହି ପ୍ଯାକେଜ ଗୁଡିକ ୱେବ ପ୍ରୟୋଗ କିମ୍ବା ୱେବ ପୃଷ୍ଠା ମାନଙ୍କ ପାଇଁ ଉପଯୋଗୀ ଅଟେ।
sr: Ови пакети су од користи када развијате веб програме или веб странице.
th: แพคเกจเหล่านี้จะช่วยคุณในการพัฒนาโปรแกรมบนเว็บหรือเว็บเพจต่างๆ
uk: Ці пакети дозволяють розробляти веб-програми або веб-сторінки.

source: These packages include network-based servers such as DHCP, Kerberos and NIS.
ar: هذه الحزم تحتوي على خوادم للشبكات مثل DHCP، كِرْبيروس، و NIS.
ast: Estos paquetes inclúin sirvidores basados na rede talos como DHCP, Kerberos y NIS.
fi: Nämä paketit sisältävät verkkopohjaiset palvelimet, kuten DHCP:n, Kerberosin ja NIS:n.
gu: આ પેકેજો નેટવર્ક આધારિત સર્વરો જેમ કે DHCP, કર્બરોસ અને NIS સમાવે છે.
hr: Ovi paketi obuhvaćaju mrežne poslužitelje poput DHCP, Kerberos i NIS.
or: ଏହି ପ୍ଯାକେଜ ଗୁଡିକ ଡି.ଏଚ୍.ସି.ପି., କେର୍ବେରୋଶ ଏବଂ ଏନ୍.ଆଇ.ଏସ୍. ଭଲି ନେଟୱାର୍କ ସେବକ ମାନଙ୍କୁ ସଂଲଗ୍ନିତ କରି ଅଛି
sr: Ови пакети садрже мрежне сервере као што су DHCP, Kerberos и NIS.
th: แพกเกจเหล่านี้ประกอบด้วยตัวให้บริการเน็ตเวิร์คพื้นฐานเช่น DHCP, Kerberos และ NIS
uk: Ці пакети містять такі служби як DHCP, Kerberos та NIS.

source: These packages include servers for old network protocols such as rsh and telnet.
ar: هذه الحزم تحتوي على خوادم لبروتوكولات الشبكات القديمة مثل rsh و telnet.
ast: Estos paquetes inclúin sirvidores p'antiguos protocolos de rede, talos como rsh y telnet.
fi: Nämä paketit sisältävät palvelimet vanhoille verkkoprotokollille, kuten rsh:lle ja telnetille.
gu: આ પેકેજો જૂના નેટવર્ક પ્રોટોકોલ જેવા કે rsh અને ટેલનેટ માટે સર્વરો સમાવે છે.
hr: Ovi paketi obuhvaćaju servise za stare mrežne protokole poput rsh i telnet.
or: ଏହି ପ୍ଯାକେଜ ଗୁଡିକ ଆର.ଏସ୍.ଏଚ୍. ଏବଂ ଟେଲନେଟ୍ ଭଳି ପୂରାତନ ନେଟୱାର୍କ ପ୍ରଟୋକଲ ମାନଙ୍କୁ ସଂଲଗ୍ନିତ କରି ଅଛି
sr: Ови пакети садрже сервере за старе мрежне протоколе као што су rsh и telnet.
th: แพกเกจเหล่านี้ประกอบด้วยตัวให้บริการสำหรับเน็ตเวิร์คโพรโตคอลแบบเก่า เช่น rsh และ telnet
uk: Ці пакети містять служби для застарілих протоколів rsh та telnet.

source: These packages provide a virtualization environment.
ar: هذه الحزم تقدم لك بيئة افتراضية
ast: Estos paquetes proporcionen un entornu de virtualización.
fi: Nämä paketit tarjoavat virtualisointiympäristön.
gu: આ પેકેજો વર્ચ્યુઅલાઈઝેશન પર્યાવરણ પૂરું પાડે છે.
hr: Ovi paketi pružaju podršku za okruženje virtualizacije
or: ଏହି ପ୍ଯାକେଜ ଗୁଡିକ ଗୋଟିଏ ଆଭାସୀକରଣ ସହାୟତା ପ୍ରଦାନ କରିଥାଆନ୍ତି।
sr: Ови пакети пружају окружење за виртуализацију.
th: แพกเกจเหล่านี้จะรองรับสภาวะแวดล้อมการทำงานแบบเสมือน
uk: Ці пакети забезпечують середовище для віртуалізації.

source: These packages provide compatibility with previous releases.
ar: هذه الحزم تقدم التوافقية مع اصدارات سابقة.
ast: Estos paquetes proporcionen compatibilidá con versiones anteriores.
fi: Nämä paketit tarjoavat yhteensopivuuden aiempien julkaisujen kanssa.
gu: આ પેકેજો પહેલાંના પ્રકાશનો સાથે સુસંગતતા પૂરી પાડે છે.
hr: Ovi paketi pružaju podršku kompatibilnosti s prethodnim izdanjima
or: ଏହି ପ୍ଯାକେଜ ଗୁଡିକ ପୂର୍ବବର୍ତ୍ତୀ ସଂସ୍କରଣ ମାନଙ୍କ ସହିତ ସୁସଂଗତି ପ୍ରଦାନ କରିଥାଏ।
sr: Ови пакети обезбеђују усаглашеност са претходним издањима.
th: แพกเกจเหล่านี้ทำให้สนับสนุนการทำงานที่เข้ากันได้กับรุ่นก่อนหน้านี้
uk: Ці пакети забезпечують сумісність з попередніми випусками.

source: These packages provide support for various locales including fonts and input methods.
ar: هذه الحزم تقدم دعما للغات المحلية بما في ذلك الخطوط وطرق الإدخال.
ast: Estos paquetes proporcionen sofitu pa delles llingÃ¼es, incluyendo fontes y métodos d'escritura.
fi: Tämä paketti tarjoaa tuen useita kirjasimia ja syöttötapoja useille kielille.
gu: આ પેકેજો ફોન્ટ અને ઈનપુટ પદ્ધતિઓને સમાવીને વિવિધ લોકેલોનો આધાર પૂરો પાડે છે.
hr: Ovi paketi omogućuju podršku za različite lokalizacije, uključujući i lokalne fontove i tipkovnice
or: ଏହି ପ୍ଯାକେଜ ଗୁଡିକ ଅକ୍ଷର ରୂପ ଏବଂ ନିବେଶ ପ୍ରକ୍ରିୟା ମାନଙ୍କ ସହିତ ବିଭିନ୍ନ ମାନଙ୍କୁ ଲୋକେଲ ମାନଙ୍କୁ ସହାୟତା ପ୍ରଦାନ କରିଥାଏ
sr: Ови пакети пружају подршку разним језицима укључујући фонтове и методе уноса података.
th: แพกเกจเหล่านี้ทำให้สนับสนุนภาษาต่างๆ ซึ่งประกอบด้วยแบบอักษรและระบบป้อนข้อมูลของแต่ละภาษา
uk: Ці пакети забезпечують підтримку різних регіональних параметрів, включаючи шрифти та методи вводу.

source: These tools allow you to create documents in the DocBook format and convert them into HTML, PDF, Postscript, and text.
ar: هذه الأدوات تتيح لك إنشاء مستندات بنسق DocBook و تحويلها إلى HTML و PDF و Postscript و text.
ast: Estes ferramientes permítente facer documentos en formatu DocBook y convertilo a HTML, PDF, Postscript y testu.
fi: Nämä työkalut mahdollistavat DocBook-muotoisten dokumenttien luomisen, ja niiden muuntamisen HTML:ksi, PDF:ksi, Postscriptiksi tai tekstiksi.
gu: આ સાધનો તમને ડોકબુક બંધારણમાં દસ્તાવેજો બનાવવાની અને તેમને HTML, PDF, પોસ્ટસ્ક્રિપ્ટ અને લખાણમાં ફેરવવાની પરવાનગી આપે છે.
hr: Ovi alati omogućuju izradu dokumentacije u DocBook obliku i njihovo pretvaranje u HTML, PDF, Postscript i tekstualne oblike.
or: ଏହି ଉପକରଣ ଗୁଡିକ ଆପଣଙ୍କୁ ଡକ-ବୁକ୍ ସଜ୍ଜିକରଣ ଶୈଳୀରେ ଦଲିଲ ସୃଷ୍ଟି କରିବା ପାଇଁ ଏବଂ ପରବର୍ତ୍ତୀ ସମୟରେ ସେମାନଙ୍କୁ ଏଚ.ଟି.ଏମ.ଏଲ.,ପି.ଡି.ଏଫ., ପୋଷ୍ଟସ୍କ୍ରିପ୍ଟ, ଏବଂ ପାଠ୍ଯ ଶୈଳୀକୁ ରୂପାନ୍ତର କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରିଥାଆନ୍ତି।
sr: Ове алатке омогућавају прављење документације у DocBook облику и његово претварање у HTML, PDF, Postscript, и текст.
th: เครื่องมือเหล่านี้ทำให้คุณสร้างเอกสารเป็นรูปแบบ DocBook และแปลงเป็น HTML, PDF, Postscript และไฟล์ข้อความได้
uk: Ці засоби дозволяють створювати документи у форматі DocBook та перетворювати їх у HTML, PDF, Postscript та текст.

source: These tools allow you to run a Web server on the system.
ar: هذه الأدوات تتيح لك تشغيل خادم ويب على النظام.
ast: Estes ferramientes permítente executar un sirvidor Web nel sistema.
fi: Näillä työkaluilla järjestelmässä voidaan ajaa WWW-palvelinta.
gu: આ સાધનો તમને સિસ્ટમ પર વેબ સર્વરો ચલાવવાની પરવાનગી આપે છે.
hr: Ovi vam alati omogućuju pokretanje internetskog poslužitelja.
or: ଏହି ଉପକରଣ ଗୁଡିକ ଆପଣଙ୍କ ତନ୍ତ୍ର ରେ ଗୋଟିଏ ୱେବ ସେବକ ଚଳାଇବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରିଥାଆନ୍ତି।
sr: Ове алатке омогућавају постављање Веб сервера на систему.
th: เครื่องมือเหล่านี้ทำให้คุณรันตัวให้บริการเว็บบนระบบนี้ได้
uk: Ці засоби дозволяють використовувати систему як веб-сервер.

source: These tools allow you to run an FTP server on the system.
ar: هذه الأدوات تتيح لك تشغيل خادم FTP على النظام.
ast: Estes ferramientes permítente executar un sirvidor FTP nel sistema.
fi: Näillä työkaluilla järjestelmässä voidaan ajaa FTP-palvelinta.
gu: આ સાધનો તમને સિસ્ટમ પર FTP સર્વર ચલાવવાની પરવાનગી આપે છે.
hr: Ovi vam alati omogućuju pokretanje FTP poslužitelja.
or: ଏହି ଉପକରଣ ଗୁଡିକ ଆପଣଙ୍କ ତନ୍ତ୍ର ରେ ଗୋଟିଏ ଏଫ.ଟି.ପି. ସେବକ ଚଳାଇବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କର ଥାଆନ୍ତି
sr: Ове алатке омогућавају постављање FTP сервера на систему.
th: เครื่องมือเหล่านี้ทำให้คุณรันตัวให้บริการ FTP บนระบบนี้ได้
uk: Ці засоби дозволяють використовувати систему як сервер FTP.
