Repository: DavidePrincipi/comps
Catalog: po/*.po
Languages: ar, ast, fi, gu, hr, or, sr, th, uk

source: Moblin is a desktop environment for NetBook/NetTop devices.
ar: Moblin هي بيئة سطح المكتب لأجهزة NetBook/NetTop.
ast: Moblin ye un entornu d'escritoriu pa preseos NetBook/NetTop.
fi: Moblin on miniläppäreille ja nettikoneille tarkoitettu työpöytäympäristö.
sr: Моблин је радно окружење за нетбук/неттоп уређаје.
uk: Moblin є графічним середовищем для пристроїв NetBook/NetTop.

source: OpenOffice.org Development
ar: تطوير OpenOffice.org
ast: Desendolcu n'OpenOffice.org
fi: OpenOffice.org-kehitys
sr: OpenOffice.org развој
uk: Розробка OpenOffice.org

source: Text and other Free content.
ar: نص ومحتويات حرة أخرى
ast: Testu y otros conteníos llibres.
fi: Tekstejä ja muuta vapaata sisältöä
or: ପାଠ୍ୟ ଏବଂ ଅନ୍ୟାନ୍ୟ ମୁକ୍ତ ବିଷୟବସ୍ତୁ।
sr: Текст и други слободан садржај.
uk: Текст та інший відкритий зміст

source: The KDE SC includes the KDE Plasma Desktop, a highly-configurable graphical user interface which includes a panel, desktop, system icons and desktop widgets, and many powerful KDE applications.
ar: الـ KDE SC يتضمن سطح مكتب KDE البلازما, والذي هو على درجة عالية من تخصيص واجهة المستخدم الرسومية والتي تحتوي على لوحة ،سطح المكتب ، ونظام الرموز وكائنات سطح المكتب، والعديد من تطبيقات KDE القوية.
ast: La Compilación de Software KDE inclúi l'Escritoriu Plasma KDE, una interface gráfica d'usuariu altamente configurable que cuenta con panel, escritoriu, iconos de sistema y widgets d'escritoriu, y abondes aplicaciones KDE poderoses.
fi: KDE sisältää KDE Plasma -työpöydän, johon kuuluu paneeli, työpöytä, järjestelmäkuvakkeet ja graafinen tiedostohallinta sekä useita KDE-ohjelmia.
sr: Збирка KDE софтвера укључује KDE Плазма радно окружење, веома подесиво графичко корисничко окружење које садржи панел, радну површину, системске иконе и десктоп виџете, и многе моћне KDE програме.
uk: До складу KDE SC входять робочий стіл KDE Plasma - графічний інтерфейс, що налаштовується та надає панель програм, робочий стіл, системні значки, віджети робочого столу та інші потужні програми KDE.

source: These packages are helpful when developing OpenOffice.org extensions or macros.
ar: هذه الحزم مفيدة عند تطوير ملحقات OpenOffice.org أو macros.
ast: Estos paquetes son útiles pa desendolcar estensiones o macros n'OpenOffice.org
fi: Nämä paketit ovat hyödyllisiä kehitettäessä OpenOffice.org-laajennoksia tai -makroja
sr: Ови пакети су од користи када развијате OpenOffice.org проширења или макрое.
uk: Ці пакети дозволяють розробляти макроси та інші додаткові модулі OpenOffice.org.

source: A set of applications that are considered critical path
ar: مجموعة من التطبيقات التي تعتبر مسارا حرجا
ast: Un conxuntu d'aplicaciones que se consideren de critical path
fi: Joukko ohjelmia, joiden katsotaan kuuluvan kriittiseen polkuun
sr: Скуп програма који се сматрају за критичну путању
uk: Набір програм, який вважається критичним ланцюжком

source: A set of packages that provide the Critical Path functionality for the KDE desktop
ar: مجموعة من الحزم التي توفر وظائف المسار الحرج لسطح مكتب KDE
ast: Un conxuntu de paquetes p'apurrir la funcionalidá de Critical Path pa el escritoriu KDE
fi: Joukko paketteja, jotka toteuttavat kriittisen polun toiminnallisuuden KDE-työpöytäympäristössä
sr: Скуп пакета који пружа функционалност критичне путање за KDE окружење
uk: Набір пакетів, що надають функціональність Critical Path для середовища KDE

source: A set of packages that provide the Critical Path functionality for the LXDE desktop
ar: مجموعة من الحزم التي توفر وظائف المسار الحرج لسطح مكتب LXDE
ast: Un conxuntu de paquetes p'apurrir la funcionalidá de Critical Path pa l'escritoriu LXDE
fi: Joukko paketteja, jotka toteuttavat kriittisen polun toiminnallisuuden LXDE-työpöytäympäristössä
sr: Скуп пакета који пружа функционалност критичне путање за LXDE окружење
uk: Набір пакетів, що надають функціональність Critical Path для середовища LXDE

source: A set of packages that provide the Critical Path functionality for the Xfce desktop
ar: مجموعة من الحزم التي توفر وظائف المسار الحرج لسطح مكتب Xfce
ast: Un conxuntu de paquetes p'apurrir la funcionalidá de Critical Path pa l'escritoriu Xfce
fi: Joukko paketteja, jotka toteuttavat kriittisen polun toiminnallisuuden Xfce-työpöytäympäristössä
sr: Скуп пакета који пружа функционалност критичне путање за Xfce окружење
uk: Набір пакетів, що надають функціональність Critical Path для середовища Xfce

source: Critical Path (Applications)
ar: مسار حرج (تطبيقات)
ast: Critical Path (Aplicaciones)
fi: Kriittinen polku (sovellukset)
sr: Критична путања (програми)
uk: Critical Path (Програми)

source: Critical Path (KDE)
ar: مسار حرج (KDE)
fi: Kriittinen polku (KDE)
sr: Критична путања (KDE)

source: Critical Path (LXDE)
ar: مسار حرج (LXDE)
fi: Kriittinen polku (LXDE)
sr: Критична путања (LXDE)

source: Critical Path (Xfce)
ar: مسار حرج (Xfce)
fi: Kriittinen polku (Xfce)
sr: Критична путања (Xfce)

source: MeeGo NetBook UX Environment
ar: MeeGo NetBook UX بيئة
fi: MeeGo NetBook -käyttäjäkokemusympäristö
uk: Середовище MeeGo NetBook UX

source: MeeGo NetBook UX is an desktop environment for NetBook/NetTop devices.
ar: MeeGo NetBook UX هي بيئة سطح المكتب لأجهزة NetBook/NetTop.
fi: MeeGo NetBook -käyttäjäkokemusympäristö on miniläppäreille ja nettikoneille tarkoitettu työpöytäympäristö.
uk: MeeGo NetBook UX є графічним середовищем для пристроїв NetBook/NetTop/MID.

source: Toolchain for Milkymist hardware engineers.
fi: Työkaluketju Milkymist-laitteistoinsinööreille

source: Akan Support
fi: Akanin kielituki
uk: Підтримка аканської мови

source: Chuvash Support
fi: Tšuvassin kielituki
uk: Підтримка чуваської мови

source: Haitian Creole Support
fi: Haitin kreolin kielituki
uk: Підтримка гаїтянської креольської мови

source: Kyrgyz Support
fi: Kirgiisin kielituki
uk: Підтримка киргизької мови

source: Lingala Support
fi: Lingala kielituki
uk: Підтримка мови лінгала

source: Low German Support
fi: Alasaksan kielituki
uk: Підтримка нижньонімецької мови

source: Lower Sorbian Support
fi: Alasorbin kielituki
uk: Підтримка нижньолужицької мови

source: Lule Sami Support
fi: Luulajansaamen kielituki
uk: Підтримка луле-саамської мови

source: Mossi Support
fi: Mooren kielituki
uk: Підтримка мови моссі

source: Northern Sami Support
ar: دعم السامية الشمالية
ast: Sofitu pal sami septentrional
fi: Pohjoissaamen kielituki
or: ଉତ୍ତରୀ ସାମୀ ସହାୟତା
sr: Подршка за северни сами
uk: Підтримка північно-саамської мови

source: Oromo Support
fi: Oromon kielituki
uk: Підтримка мови оромо

source: Quechua Support
fi: Ketšuan kielituki
uk: Підтримка мови кечуа

source: Shuswap Support
fi: Shuswapin kielituki
uk: Підтримка шушвапської мови

source: Tigrinya Support
fi: Tigrinjan kielituki
uk: Підтримка мови тігрінья

source: Yiddish Support
fi: Jiddišin kielituki
uk: Підтримка ідиш

source: Applications for a variety of tasks
ar: تطبيقات لمهام منوعة
ast: Aplicaciones pa una variedá de xeres
fi: Sovelluksia moniin tehtäviin
gu: વિવિધ પ્રકારની ક્રિયાઓ માટેના કાર્યક્રમો
hr: Aplikacije za raznovrsne zadatke
or: ବିଭିନ୍ନ କାର୍ଯ୍ଯ ପାଇଁ ପ୍ରୟୋଗ
sr: Програми за разне послове
th: โปรแกรมสำหรับสารพัดงาน
uk: Програми для виконання різних завдань

source: Dialup Networking Support
ar: دعم شبكات الاتصال الهاتفي
ast: Sofitu de rede per aciu de Dialup
fi: Tuki puhelinverkkoyhteyksille
gu: ડાયલઅપ નેટવર્કનો આધાર
hr: Podrška za telefoniranje
or: ଡାଏଲ-ଅପ ନେଟୱାର୍କ ସହାୟତା
sr: Подршка за телефонско умрежавање
th: ระบบสนับสนุนการเชื่อมต่ออินเทอร์เน็ตด้วยสายโทรศัพท์
uk: Віддалений доступ до мережі

source: GNOME is a powerful, graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
ar: جينوم عبارة عن واجهة رسومية للمستخدم تحتوي على لوحة للتحكم و سطح مكتب و أيقونات النظام و منظم رسومي للملفات.
ast: GNOME ye una potente interface gráfica d'usuariu qu'inclúi un panel, un escritoriu, iconos del sistema y gestores gráficos de ficheros.
fi: Gnome on tehokas, graafinen käyttöliittymä, joka sisältää paneelin, työpöydän, järjestelmäkuvakkeet ja graafisen tiedostohallinnan.
gu: જીનોમ એ શક્તિશાળી, ગ્રાફિકવાળું વપરાશકર્તા ઈન્ટરફેસ છે કે જે પેનલ, ડેસ્કટોપ, સિસ્ટમ ચિહ્નો અને ગ્રાફિકવાળુ ફાઈલ વ્યવસ્થાપક સમાવે છે.
hr: GNOME je moćno grafičko korisničko sučelje koje uključuje ploču, radnu površinu, ikone i grafičko upravljanje datotekama.
or: ନୋମ ଗୋଟିଏ ଶକ୍ତିଶାଳୀ, ଆଲେଖୀକ ଚାଳକ ଅନ୍ତରାପୃଷ୍ଠ ଅଟେ ଯାହାକି ଗୋଟିଏ ପ୍ଯାନେଲ, ଡେସ୍କଟପ୍, ତନ୍ତ୍ର ଚିତ୍ରସଙ୍କେତ,ଏବଂ ଗୋଟିଏ ଆଲେଖୀକ ଫାଇଲ ପରିଚାଳକ ଧାରଣ କରିଥାଏ।
sr: GNOME је напредно, графичко корисничко окружење које садржи панел, радну површину, системске иконе, и графичко управљање датотекама.
th: GNOME คือระบบติดต่อกับผู้ใช้แบบกราฟิกที่ประกอบไปด้วย แพนัล เดสก์ท็อป ไอคอนระบบ และระบบจัดการแฟ้มแบบกราฟิก
uk: GNOME - потужне графічне середовище, до його складу входить панель, робоча стільниця, системні значки та графічний менеджер файлів.

source: KDE is a powerful, graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
ar: كيدي عبارة عن واجهة رسومية للمستخدم تحتوي على لوحة للتحكم و سطح مكتب و أيقونات النظام و منظم رسومي للملفات.
ast: KDE ye una interface d'usuariu gráfica y potente qu'inclúi un panel, un escritoriu, iconos del sistema y un xestor gráficu de ficheros.
fi: KDE on tehokas, graafinen käyttöliittymä, joka sisältää paneelin, työpöydän, järjestelmäkuvakkeet ja graafisen tiedostohallinnan.
gu: KDE એ શક્તિશાળી, ગ્રાફિકવાળું વપરાશકર્તા ઈન્ટરફેસ છે કે જે પેનલ, ડેસ્કટોપ, સિસ્ટમ ચિહ્નો, અને ગ્રાફિકવાળું ફાઈલ વ્યવસ્થાપક સમાવે છે.
hr: KDE je moćno grafičko korisničko sučelje koje uključuje ploču, radnu površinu, ikone i grafičko upravljanje datotekama.
or: କେ.ଡି.ଇ. ଗୋଟିଏ ଶକ୍ତିଶାଳୀ, ଆଲେଖୀକ ଚାଳକ ଅନ୍ତରାପୃଷ୍ଠ ଅଟେ ଯାହାକି ଗୋଟିଏ ପ୍ଯାନେଲ, ଡେସ୍କଟପ୍, ତନ୍ତ୍ର ର ଚିତ୍ରସଙ୍କେତ,ଏବଂ ଗୋଟିଏ ଆଲେଖୀକ ଫାଇଲ ପରିଚାଳକ ଧାରଣ କରିଅଛି
sr: KDE је напредно, графичко корисничко окружење које садржи панел, радну површину, системске иконе, и графичко управљање датотекама.
th: KDE คือระบบติดต่อกับผู้ใช้แบบกราฟิกที่ประกอบไปด้วย แพเนล เดสก์ท็อป ไอคอนระบบ และระบบจัดการแฟ้มแบบกราฟิก
uk: KDE - потужне графічне середовище, до його складу входить панель, робоча стільниця, системні значки та графічний менеджер файлів.

source: Sometimes called text editors, these are programs that allow you to create and edit files. These include Emacs and Vi.
ar: تسمى في بعض الأحيان محررات النصوص، هذه البرامج تسمح لك بإنشاء و تعديل ملفات. من ضمنها إيماكس وVi.
ast: Esisten programes que permiten crear y camudar ficheros, a vegaes denomaos editores de testu. Estos inclúin Emacs y Vi.
fi: Tekstinmuokkaimet mahdollistavat tiedostojen luomisen ja muokkamisen. Nämä pitävät sisällään Emacsin ja Vi:n.
gu: અમુક વખતે લખાણ સંપાદકો તરીકે ઓળખાય છે, આ કાર્યક્રમો તમને ફાઈલો બનાવવાની અને ફેરફાર કરવાની પરવાનગી આપે છે. આ Emacs અને Vi સંપાદકોને પણ સમાવે છે.
hr: Ponekad nazivani i uređivačima teksta, ovi vam programi omogućuju izradu i uređivanje tekstualnih datoteka. Obuhvaćeni su Emacs i Vi.
or: ବେଳେବେଳେ ଏମାନଙ୍କୁ ପାଠ୍ଯ ସମ୍ପାଦକ କୁହା ଯାଇଥାଏ, ଏଗୁଡିକ ଗୋଟିଏ ଗୋଟିଏ ପ୍ରୋଗ୍ରାମ ଯାହାକି ଆପଣଙ୍କୁ ପାଇଲ ସୃଷ୍ଟି କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରିଥାଏ | ଏଗୁଡିକ ଇ-ମାକ୍ସ ଏବଂ ଭି.ଆଇ. କୁ ସଂଲଗ୍ନିତ କରିଛନ୍ତି
sr: Такозвани уређивачи текста, ово су програми за прављење и измену датотека. Неки од њих су Emacs и Vi.
th: บางครั้งเรียกว่า ตัวแก้ไขแฟ้มข้อความ เหล่านี้ใช้สำหรับสร้างและแก้ไขแฟ้ม ซึ่งมีทั้ง Emacs และ Vi
uk: Ці програми, що іноді називаються текстовими редакторами, дозволяють редагувати тексти. До складу входять Emacs та Vi.

source: The XEmacs text editor.
ar: محرر نصوص إكس إيماكس.
ast: Editor de testos XEmacs.
fi: XEmacs-tekstimuokkain.
gu: XEmacs લખાણ સંપાદક.
hr: XEmacs uređivač teksta.
or: ଏକ୍ସ-ଇ-ମାକ୍ସ ପାଠ୍ଯ ସମ୍ପାଦକ
sr: XEmacs уређивач текста.
th: ตัวแก้ไขแฟ้มข้อความ XEmacs
uk: Текстовий редактор XEmacs.

source: These tools allow you to create documentation in the DocBook format and convert them to HTML, PDF, Postscript, and text.
ar: هذه الأدوات تتيح لك إنشاء مستندات بنسق DocBook و تحويلها إلى HTML و PDF و Postscript و text.
ast: Estes ferramientes permítente criar documentación en formatu DocBook y convertila a HTML, PDF, Postscript y testu.
fi: Nämä työkalut mahdollistavat DocBook-dokumentaation luomisen ja niiden muuntamisen HTML:ksi, PDF:ksi, Postscriptiksi ja tekstiksi.
gu: આ સાધનો તમને ડોકબુક બંધારણમાં દસ્તાવેજીકરણ બનાવવાની અને તેમને HTML, PDF, પોસ્ટસ્ક્રિપ્ટ અને લખાણમાં ફેરવવાની પરવાનગી આપે છે.
hr: Ovi vam alati omogućuju izradu dokumentacije u DocBook obliku i pretvaranje iste u HTML, PDF, Postscript i tekstualne oblike.
or: ଏହି ଉପକରଣ ଗୁଡିକ ଆପଣଙ୍କୁ ଡକ-ବୁକ୍ ସଜ୍ଜିକରଣ ଶୈଳୀ ରେ ଦଲିଲ ସୃଷ୍ଟି କରିବା ପାଇଁ ଏବଂ ପରବର୍ତ୍ତୀ ସମୟ ରେ ସେମାନଙ୍କୁ ଏଚ.ଟି.ଏମ.ଏଲ.,ପି.ଡି.ଏଫ., ପୋଷ୍ଟସ୍କ୍ରିପ୍ଟ, ଏବଂ ପାଠ୍ଯ ଶୈଳୀ କୁ ରୂପାନ୍ତର କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରି ଥାଆନ୍ତି
sr: Ове алатке омогућавају прављење документације у DocBook облику, па потом њено претварање у HTML, PDF, Postscript, и текст.
th: เครื่องมือเหล่านี้ทำให้คุณสร้างเอกสารเป็นรูปแบบ DocBook และแปลงเป็น HTML, PDF, Postscript และ text ได้
uk: Ці засоби дозволяють створювати документацію у форматі DocBook та перетворювати її у HTML, PDF, Postscript та текст.

source: This group is a collection of network servers for specific purposes
ar: هذه المجموعة هي مجموعة من خوادم الشبكة لأغراض محددة
ast: Esti grupu ye un conxuntu de sirvidores pa propósitos específicos
fi: Tämä ryhmä on kokoelma verkkopalvelimia.
or: ଏହି ସମୂହଟି ବିଭିନ୍ନ ହାର୍ଡୱେର ନିର୍ଦ୍ଦିଷ୍ଟ ଉପଯୋଗୀତା ମାନଙ୍କ ପାଇଁ ଉପକରଣ ମାନଙ୍କର ଗୋଟିଏ ସମଷ୍ଟି ଅଟେ।
sr: Ова група је скуп мрежних сервера за посебне намене.
th: กลุ่มนี้เป็นชุดบริการบนเครือข่ายสำหรับงานเฉพาะทาง
uk: Ця група містить набір мережних серверів для певних потреб

source: This group is a collection of tools and resources of Arabic environments.
ar: هذه المجموعة هي مجموعة من الأدوات والموارد من البيئات العربية.
ast: Esti grupu ye un conxuntu de ferramientes y recursos pa entornos n'Arábe.
fi: Tämä ryhmä sisältää kokoelman työkaluja ja välineitä arabialaisiin ympäristöihin.
or: ଏହି ସମୂହ ଆରାବିକ ପରିବେଶର ଉପକରଣ ଏବଂ ସମ୍ବଳ ମାନଙ୍କର ଗୋଟିଏ ସମଷ୍ଟି ଅଟେ।
sr: Ова група је скуп алатки и ресурса за арапско окружење.
th: กลุ่มนี้เป็นชุดเครื่องมือและทรัพยากรสำหรับสภาวะการทำงานภาษาอาหรับ
uk: Ця група містить набір утиліт та ресурсів для арабської локалізації.

source: This group is a collection of tools and resources of Hebrew environments.
ar: هذه المجموعة هي مجموعة من الأدوات والموارد من البيئات العبرية.
ast: Esti grupu ye un conxuntu de ferramientes y recursos pa entornos n'Hebréu.
fi: Tämä ryhmä sisältää kokoelman työkaluja ja välineitä heprealaisiin ympäristöihin.
or: ଏହି ସମୂହ ହର୍ବ୍ୟୁ ପରିବେଶର ଉପକରଣ ଏବଂ ସମ୍ବଳ ମାନଙ୍କର ଗୋଟିଏ ସମଷ୍ଟି ଅଟେ।
sr: Ова група је скуп алатки и ресурса за хебрејско окружење.
th: กลุ่มนี้เป็นชุดเครื่องมือและทรัพยากรสำหรับสภาวะการทำงานภาษาฮีบรู
uk: Ця група містить набір утиліт та ресурсів для івриту.

source: This group is a collection of tools and resources of Japanese environments.
ar: هذه المجموعة هي مجموعة من الأدوات والموارد من البيئات اليابانية.
ast: Esti grupu ye un conxuntu de ferramientes y recursos pa entornos en Xaponés.
fi: Tämä ryhmä sisältää kokoelman työkaluja ja välineitä japanilaisiin ympäristöihin.
or: ଏହି ସମୂହ ଜାପାନୀଜ ପରିବେଶର ଉପକରଣ ଏବଂ ସମ୍ବଳ ମାନଙ୍କର ଗୋଟିଏ ସମଷ୍ଟି ଅଟେ।
sr: Ова група је скуп алатки и ресурса за јапанско окружење.
th: กลุ่มนี้เป็นชุดเครื่องมือและทรัพยากรสำหรับสภาวะการทำงานภาษาญี่ปุ่น
uk: Ця група містить набір утиліт та ресурсів для японської локалізації.

source: This group is a collection of tools and resources of Czech environments.
ar: هذه المجموعة هي مجموعة من الأدوات والموارد من البيئات التشيكية.
ast: Esti grupu ye un conxuntu de ferramientes y recursos pa entornos en Checu.
fi: Tämä ryhmä sisältää kokoelman työkaluja ja välineitä tsekkiläisiin ympäristöihin.
or: ଏହି ସମୂହ ଜେଚ ପରିବେଶର ଉପକରଣ ଏବଂ ସମ୍ବଳ ମାନଙ୍କର ଗୋଟିଏ ସମଷ୍ଟି ଅଟେ।
sr: Ова група је скуп алатки и ресурса за чешко окружење.
th: กลุ่มนี้เป็นชุดเครื่องมือและทรัพยากรสำหรับสภาวะการทำงานภาษาเช็ก
uk: Ця група містить набір утиліт та ресурсів для чеської локалізації.

source: A KDE desktop.
fi: KDE-työpöytä.
uk: Стільничне середовище KDE.

source: A basic development environment.
fi: Peruskehitysympäristö.
uk: Базове середовище розробки.

source: A full-purpose office suite, and other productivity tools.
fi: Kattava toimisto-ohjelmistopaketti ja muita tuottavuustyökaluja.
uk: Комплекс офісних програм широкого призначення.

source: A general purpose desktop.
fi: Yleiskäyttöinen työpöytä.
uk: Робоче середовище загального призначення.

source: A minimal desktop that can also be used as a thin client.
fi: Minimaalinen työpöytä, jota voidaan käyttää myös kevyillä päätteillä.
uk: Мінімальне середовище, яким можна скористатися для «тонких» клієнтів.

source: A set of tools to manage SAN path availability
fi: Joukko työkaluja SAN-polkujen hallintaan

source: A set of tools to monitor server hardware
fi: Joukko työkaluja palvelinlaitteiston seurantaan
uk: Набір програм для спостереження за обладнанням сервера

source: AMQP messaging broker for systems management.
fi: AMQP-sanomanvälittäjä järjestelmien hallintaan.

source: AMQP messaging client for systems management.
fi: AMQP-viestintäasiakas järjestelmien hallintaan.

source: Additional Development
fi: Lisää kehitystyökaluja
uk: Додаткові інструменти розробки

source: Additional development headers and libraries for developing applications
fi: Lisää otsakkeita ja kirjastoja sovellusten kehittämiseen
uk: Додаткові пакунки з заголовками та бібліотеками для розробки програмного забезпечення

source: Allows the system to act as a SMTP and/or IMAP e-mail server.
fi: Tämän avulla järjestelmä voi toimia SMTP- ja/tai IMAP-sähköpostipalvelimena.
uk: Надає системі змогу працювати у режимі сервера електронної пошти SMTP і/або IMAP.

source: Allows the system to act as a print server.
fi: Tämän avulla järjestelmä voi toimia tulostuspalvelimena.
uk: Надає змогу системі працювати у режимі сервера друку.

source: Allows the system to act as a web server, and run Perl and Python web applications.
fi: Tämän avulla järjestelmä voi toimia web-palvelimena ja suorittaa Perl- ja Python-web-sovelluksia.
uk: Надає системі змогу працювати у режимі веб-сервера та запускати веб-програми мовами Perl і Python.

source: Allows the system to act as an FTP server.
fi: Tämän avulla järjestelmä voi toimia FTP-palvelimena.
uk: Надає змогу системі працювати у режимі сервера FTP.

source: Allows the system to host Java servlets.
fi: Tämän avulla järjestelmä voi toimia palvelimena Java-servleteille.

source: Backup Client
fi: Varmuuskopioinnin asiakasohjelma
uk: Клієнт резервного копіювання

source: Backup Server
fi: Varmuuskopiointipalvelin
uk: Сервер резервування

source: Basic legacy X Window System compatibility
fi: Vanhentuneen X-ikkunointijärjestelmän perusyhteensopivuus

source: CIFS file server
fi: CIFS-tiedostopalvelin
uk: Файловий сервер CIFS

source: Chhattisgarhi Support
fi: Chhattisgarhin kielituki
uk: Підтримка чхатісгархі

source: Client tools for connecting to a backup server and doing backups.
fi: Työkaluja varmuuskopiointipalvelimeen yhdistämiseen ja varmuuskopioiden tekemiseen.

source: Clients for installing and managing virtualization instances.
fi: Ohjelmia virtualisoitujen järjestelmien asentamiseen ja hallintaan.

source: Clients for integration into a network managed by a directory service.
fi: Ohjelmia hakemistopalvelimen hallitsemaan verkkoon liittymiseen.

source: Compatibility libraries
fi: Yhteensopivuuskirjastot
uk: Бібліотеки рівня сумісності

source: Compatibility libraries for applications built on previous versions of Enterprise Linux.
fi: Yhteensopivuuskirjastoja vanhemmilla Enterprise Linux -julkaisuilla käännettyjä ohjelmia varten.

source: Compatibility programs for migration from or working with legacy UNIX environments.
fi: Yhteensopivuusohjelmia vanhoista UNIX-ympäristöistä siirtymiseen tai niiden kanssa työskentelyyn.

source: Compatibility programs for migration from or working with legacy X Window System environments.
fi: Yhteensopivuusohjelmia vanhoista X-ikkunointijärjestelmäympäristöistä siirtymiseen tai niiden kanssa työskentelyyn.

source: Console internet access tools, often used by administrators.
fi: Työkaluja Internetin käyttöön komentokehotteesta, näitä käyttävät usein ylläpitäjät.
uk: Програми для доступу до інтернету з консолі, часто використовуються адміністраторами.

source: Console internet tools
fi: Komentokehotteen Internet-työkalut
uk: Консольні інтернет-програми

source: Debugging Tools
fi: Virheenjäljitystyökalut
uk: Інструменти для зневаджування

source: Design and Simulation tools for hardware engineers.
fi: Suunnittelu- ja simulointityökaluja laitteistoinsinööreille.
uk: Засоби розробки та моделювання для розробників апаратури.

source: Desktop
fi: Työpöytä

source: Desktop Debugging and Performance Tools
fi: Työpöydän virheenjäljitys- ja suorituskykytyökaluja

source: Desktop Platform
fi: Työpöytäalusta
uk: Стільнична платформа

source: Desktop Platform Development
fi: Työpöytäalustan kehitys

source: Desktops
fi: Työpöydät
gu: ડેસ્કટોપ
hr: Radne površine

source: Desktops and thin clients.
fi: Työpöytiä ja kevyitä asiakaspäätteitä.

source: Development headers and libraries for developing applications to run on the Enterprise Linux Desktop Platform.
fi: Kehitysotsakkeita ja -kirjastoja Enterprise Linux Desktop -alustalla toimivien sovellusten kehittämiseen.

source: Development headers and libraries for developing applications to run on the Enterprise Linux Server Platform.
fi: Kehitysotsakkeita ja -kirjastoja Enterprise Linux Server -alustalla toimivien sovellusten kehittämiseen.

source: Development tools
fi: Kehitystyökalut

source: Development tools and libraries.
fi: Kehitystyökalut ja -kirjastot.

source: Directory Client
fi: Hakemistoasiakas

source: E-mail server
fi: Sähköpostipalvelin

source: Eclipse-based Integrated Development Environment.
fi: Eclipseen perustuva ohjelmistokehitysympäristö.

source: Educational software for learning.
fi: Opetusohjelmistoja.

source: Email, chat, and video conferencing software.
fi: Sähköposti-, keskustelu- ja videoneuvotteluohjelmistoja.
uk: Програми для обміну електронною поштою, спілкування та проведення відеоконференцій.

source: Enables the system to attach to network storage.
fi: Mahdollistaa verkkomassamuistin liittämisen.
uk: Надає змогу долучати систему до мережевого сховища даних.

source: End-user applications.
fi: Peruskäyttäjän sovelluksia.

source: FCoE Storage Client
fi: FCoE-massamuistiasiakas

source: FTP server
fi: FTP-palvelin

source: Fiber Channel over Ethernet support
fi: Fiber Channel over Ethernet -tuki

source: Firefox web browser
fi: Firefox-selain

source: Fonts for rendering text in a variety of languages and scripts.
fi: Kirjasimia tekstin piirtämiseen eri kielillä ja kirjoitusjärjestelmillä.

source: GUI tools for debugging applications and performance.
fi: Graafisia työkaluja sovellusten virheenjäljitykseen ja suorituskyvyn seurantaan.

source: General Purpose Desktop
fi: Yleiskäyttöinen työpöytä
uk: Робоче середовище загального призначення

source: Graphical Administration Tools
fi: Graafiset hallintatyökalut
uk: Графічні засоби адміністрування

source: Graphical system administration tools for managaing many aspects of a system.
fi: Graafisia ylläpitotyökaluja järjestelmän eri puolien hallintaan.
uk: Графічні програми для адміністративного керування різними параметрами системи.

source: Graphics Creation Tools
fi: Grafiikan luontityökalut
uk: Інструменти для створення графіки

source: Hardware monitoring utilities
fi: Laitteistonseurantaohjelmat
uk: Програми для спостереження за обладнанням

source: Infiniband Support
fi: Infiniband-tuki

source: Internet Applications
fi: Internet-sovelluksia

source: Internet Browser
fi: Internet-selain
uk: Програма для перегляду інтернету

source: Java Platform
fi: Java-alusta
uk: Платформа Java

source: Java support for the Enterprise Linux Server and Desktop Platforms.
fi: Java-tuki Enterprise Linux Server- ja Desktop-alustoille.

source: KDE Desktop
fi: KDE-työpöytä
