Repository: DavidePrincipi/comps
Catalog: po/*.po
Languages: ar, ast, fi, gu, hr, or, sr, th, uk

source: Large Systems Performance
fi: Suurten järjestelmien suorituskyky

source: Legacy UNIX compatibility
fi: Yhteensopivuus vanhojen UNIXien kanssa
uk: Сумісність з застарілими версіями UNIX

source: Legacy X Window System compatibility
fi: Yhteensopivuus vanhentuneen X-ikkunointijärjestelmän kanssa
uk: Сумісність з застарілими версіями систем X Window

source: Mainframe Access
fi: Keskuskoneen käyttö

source: Messaging Client Support
fi: Sanomanvälitysasiakkaan tuki

source: Messaging Server Support
fi: Sanomanvälityspalvelimen tuki

source: Minimal set of compatibility programs for migration from or working with legacy X Window System environments.
fi: Minimijoukko yhteensopivuusohjelmia vanhoista X-ikkunointijärjestelmäympäristöistä siirtymiseen tai niiden kanssa työskentelyyn.

source: MySQL Database client
fi: MySQL-tietokanta-asiakas

source: MySQL Database server
fi: MySQL-tietokantapalvelin

source: NFS file server
fi: NFS-tiedostopalvelin

source: NFS file server.
fi: NFS-tiedostopalvelin.

source: Network Infrastructure Server
fi: Verkon infrastruktuuripalvelin

source: Network Storage Server
fi: Verkon tallennuspalvelin

source: Network file system client
fi: Verkkotiedostojärjestelmän asiakas

source: Networking Tools
fi: Verkkotyökalut
uk: Програми для роботи у мережі

source: Office Suite and Productivity
fi: Toimisto-ohjelmistot ja tuottavuus

source: PHP Support
fi: PHP-tuki

source: PHP web application framework.
fi: PHP-web-sovelluskehys

source: Performance Tools
fi: Suorituskykytyökalut

source: Performance support tools for large systems
fi: Suurten järjestelmien suorituskyvyn tukityökalut

source: Perl Support
fi: Perl-tuki
uk: Підтримка Perl

source: Perl interfaces to common libraries and functionality.
fi: Perl-rajapinnat yleisiin kirjastoihin ja toiminnallisuuteen.
uk: Інтерфейси Perl до загальних бібліотек та функціональних можливостей.

source: Policy packages for the Server variant.
fi: Käytäntöpaketit Server-versiolle.
uk: Пакунки правил для серверного варіанта системи.

source: Policy packages for the Workstation variant.
fi: Käytäntöpaketit Workstation-versiolle.
uk: Пакунки правил для варіанта робочої станції.

source: PostgreSQL Database client
fi: PostgreSQL-tietokanta-asiakas

source: PostgreSQL Database server
fi: PostgreSQL-tietokantapalvelin

source: Print Server
fi: Tulostuspalvelin
uk: Сервер друку

source: Printing client
fi: Tulostusasiakas

source: Provides an environment for hosting virtualized guests.
fi: Tarjoaa ympäristön virtualisoitujen vierasjärjestelmien suorittamiselle.

source: Provides an interface for accessing and controlling virtualized guests and containers.
fi: Tarjoaa liittymän virtualisoitujen vierasjärjestelmien ja säiliöiden käyttämiseen ja hallintaan.

source: Remote Desktop Clients
fi: Etätyöpöytäasiakkaat

source: SNMP Support
fi: SNMP-tuki

source: SNMP management agent.
fi: SNMP-hallinta-agentti.
uk: Агент керування SNMP.

source: Scientific support
fi: Tieteellinen tuki

source: Security Tools
fi: Turvallisuustyökalut
uk: Засоби захисту

source: Security tools for integrity and trust verification.
fi: Turvallisuustyökaluja eheyden ja luottamuksen varmentamiseen.

source: Server Platform
fi: Palvelinalusta

source: Server Platform Development
fi: Palvelinalustan kehitys

source: Server Policy
fi: Palvelimen käytäntö
uk: Серверні правила

source: Servers for core network protocols and services, such as DHCP or DNS.
fi: Palvelimia keskeisille verkon protokollille ja palveluille, kuten DHCP:lle ja DNS:lle.

source: Share files between Linux and Microsoft Windows systems.
fi: Jaa tiedostoja Linux- ja Microsoft Windows -järjestelmien välillä.

source: Smallest possible installation.
fi: Pienin mahdollinen asennus.
uk: Мінімально можливе встановлення.

source: Smart card support
fi: Älykorttituki
uk: Підтримка смарт-карток

source: Software designed for supporting clustering and grid connectivity using RDMA-based InfiniBand and iWARP fabrics.
fi: Klusteroinnin ja hajautetun laskennan työkaluja RDMA-pohjaisiin InfiniBand- ja iWARP-verkkoihin

source: Software for creation and manipulation of still images.
fi: Ohjelmistoja kuvien luomiseen ja käsittelyyn.
uk: Програми для створення і обробки статичних зображень.

source: Software for the input of international text.
fi: Ohjelmistoja kansainvälisen tekstin syöttämiseen.
uk: Програми для введення тексту різними мовами.

source: Software to centralize your infrastructure's backups.
fi: Ohjelmistoja infrastruktuurin varmuuskopioiden keskittämiseen.
uk: Програми для централізованого керування вашою інфраструктурою резервних копій.

source: Storage Availability Tools
fi: Massamuistin saatavuustyökalut

source: Support for the TeX document formatting system.
fi: Tuki asiakirjojen TeX-muotoilujärjestelmälle.
uk: Підтримка системи форматування документів TeX.

source: Support for using smart card authentication.
fi: Tuki älykorttitunnistautumiselle.
uk: Підтримка використання смарт-карток для розпізнавання.

source: Supported libraries for the Enterprise Linux Desktop Platform.
fi: Enterprise Linux Desktop -alustan tuetut kirjastot.

source: Supported libraries for the Enterprise Linux Server Platform.
fi: Enterprise Linux Server -alustan tuetut kirjastot.

source: System Management
fi: Järjestelmänhallinta
uk: Керування системою

source: System administration tools
fi: Järjestelmän ylläpitotyökaluja
uk: Інструменти адміністрування системи

source: TeX support
fi: TeX-tuki
uk: Підтримка TeX

source: Technical Writing
fi: Tekninen kirjoittaminen
uk: Технічне документування

source: The GNU Emacs extensible, customizable, text editor.
fi: GNU Emacs on laajennettava, mukautettava tekstimuokkain.

source: The MySQL SQL database client, and associated packages.
fi: MySQL-SQL-tietokanta-asiakas ja siihen liittyvät paketit.

source: The MySQL SQL database server, and associated packages.
fi: MySQL-SQL-tietokantapalvelin ja siihen liittyvät paketit.

source: The PostgreSQL SQL database client, and associated packages.
fi: PostgreSQL-SQL-tietokanta-asiakas ja siihen liittyvät paketit.

source: The PostgreSQL SQL database server, and associated packages.
fi: PostgreSQL-SQL-tietokantapalvelin ja siihen liittyvät paketit.

source: The basic installation of Enterprise Linux.
fi: Enterprise Linuxin perusasennus.

source: Tools and utilities needed by a Fedora Packager.
fi: Fedora-paketoijan tarvitsemia työkaluja ja ohjelmia.
uk: Інструменти та утиліти, потрібні пакувальнику Fedora.

source: Tools for accessing mainframe computing resources.
fi: Keskuskoneen käyttöön tarvittavia työkaluja.

source: Tools for configuring and analyzing computer networks.
fi: Työkaluja tietoverkkojen asettamiseen ja analysointiin.

source: Tools for connecting via PPP or ISDN.
fi: Työkaluja PPP:n tai ISDN:n kautta yhdistämiseen.

source: Tools for debugging misbehaving applications and diagnosing performance problems.
fi: Työkaluja huonosti käyttäytyvien ohjelmien virheenjäljitykseen ja suorituskykyongelmien diagnosointiin.

source: Tools for diagnosing system and application-level performance problems.
fi: Työkaluja järjestelmä- ja sovellustason suorituskykyongelmien diagnosointiin.

source: Tools for mathematical and scientific computations, and parallel computing.
fi: Työkaluja matemaattiseen ja tieteelliseen laskentaan sekä rinnakkaislaskentaan.

source: Tools for offline virtual image management.
fi: Työkaluja paikalliseen virtuaalikuvatiedostojen hallintaan.
uk: Програми для керування образами віртуальних систем.

source: Tools for printing to a local printer or a remote print server.
fi: Työkaluja paikalliselle tulostimelle tai tulostuspalvelimelle tulostamiseen.
uk: Програми для друку на локальному принтері або на віддаленому сервері друку.

source: Tools for writing technical documentation.
fi: Työkaluja teknisten asiakirjojen kirjoittamiseen.
uk: Інструменти для створення технічної документації

source: TurboGears application framework
fi: TurboGears-sovelluskehys

source: TurboGears web application framework.
fi: TurboGears-web-sovelluskehys.

source: Utilities useful in system administration.
fi: Järjestelmän ylläpidossa hyödyllisiä työkaluja.

source: Various low-level hardware management frameworks.
fi: Erilaisia kehyksiä matalan tason laitteistohallintaan.

source: Virtualization Client
fi: Virtualisointiasiakas
uk: Клієнт віртуалізації

source: Virtualization Platform
fi: Virtualisointialusta
uk: Платформа віртуалізації

source: Virtualization Tools
fi: Virtualisointityökalut

source: WBEM interface for Enterprise Linux.
fi: WBEM-rajapinta Enterprise Linuxille.

source: Web Servlet Engine
fi: Web-servlet-moottori

source: Web-Based Enterprise Management
fi: Web-pohjainen Enterprise-hallinta

source: Workstation Policy
fi: Työasemakäytäntö

source: X Window System Support.
fi: X-ikkunointijärjestelmän tuki.

source: iSCSI Storage Client
fi: iSCSI-massamuistiasiakas

source: iSCSI client support
fi: iSCSI-asiakastuki

source: iSCSI, iSER, and iSNS network storage server.
fi: iSCSI-, iSER- ja iSNS-verkkomassamuistipalvelin.

source: Fedora Eclipse
ar: فيدورا Eclipse
or: Fedora ଇକ୍ଲିପ୍ସ

source: Java
ar: جافا
gu: જાવા
or: ଜାଭା
sr: Јава
th: ภาษาจาวา

source: Ruby
ar: روبي
gu: રુબી
or: ରୁବି
sr: Руби
th: ภาษารูบี้

source: SUGAR Desktop Environment
ar: بيئة سطح المكتب سكر
ast: Entornu d'Escritoriu SUGAR
or: SUGAR ଡେସ୍କଟପ ପରିବେଶ
sr: SUGAR радно окружење
th: สภาพแวดล้อมเดสก์ท็อป SUGAR

source: SUGAR is the desktop environment developed for the OLPC XO.
ar: سكر هي بيئة سطح المكتب الخاصة بمشروع محمول لكل طفل OLPC XO.
ast: SUGAR ye l'entornu d'escritoriu desendolcáu pa la OLPC XO.
or: SUGAR ହେଉଛି OLPC XO ପାଇଁ ବିକାଶିତ ଡେସ୍କଟପ ପରିବେଶ।
sr: SUGAR је радно окружење развијено за OLPC XO.
th: SUGAR เป็นสภาพแวดล้อมเดสก์ท็อปที่พัฒนาสำหรับเครื่อง OLPC XO

source: Haskell Development
ar: تطوير بلغة هاسكل Haskell
ast: Desendolcu Haskell
or: ହସକେଲ ବିକାଶ
sr: Хаскел развој
th: การพัฒนาซอฟต์แวร์ภาษา Haskell

source: XEmacs
ar: إكس إيماكس
or: ଏକ୍ସ-ଇ-ମାକ୍ସ

source: Haskell
or: ହାସକେଲ
sr: Хаскел

source: XFCE
ast: Entornu d'Escritoriu XFCE

source: LXDE
ast: Entornu d'Escritoriu LXDE

source: Brazilian Support
gu: બ્રાઝિલનો આધાર
hr: Podrška za brazilski

source: British Support
gu: બ્રિટિશનો આધાર
hr: Podrška za britanski

source: Canadian Support
gu: કેનેડાનો આધાર
hr: Podrška za kanadski

source: Compatibility Arch Development Support
gu: આર્કિટેક્ચરના વિકાસના આધાર માટે સુસંગતતા
hr: Podrška razvoja kompatibilnosti arhitekture

source: Compatibility Arch Mozilla Support
gu: મોઝિલ્લાના આર્કિટેક્ચરના આધાર માટે સુસંગતતા
hr: Mozilla podrška kompatibilnosti arhitekture

source: Compatibility Arch Support
gu: આર્કિટેક્ચરના આધાર માટે સુસંગતતા
hr: Podrška kompatibilnosti arhitekture

source: Cyrillic Support
gu: સિરિલ્લિક આધાર
hr: Podrška za ćirilicu

source: GNOME
gu: જીનોમ

source: ISO8859-14 Support
gu: ISO8859-14 આધાર
hr: Podrška za ISO8859-14

source: ISO8859-15 Support
gu: ISO8859-15 આધાર
hr: Podrška za ISO8859-15

source: ISO8859-2 Support
gu: ISO8859-2 આધાર
hr: Podrška za ISO8859-2

source: ISO8859-9 Support
gu: ISO8859-9 આધાર
hr: Podrška za ISO8859-9

source: Install these packages to recompile the kernel.
gu: કર્નલ ફરીથી કમ્પાઈલ કરવા માટે આ પેકેજો સ્થાપિત કરો.
hr: Instalirajte ove pakete za ponovno sastavljanje kernela.

source: KDE Desktop Environment
gu: KDE ડેસ્કટોપ પર્યાવરણ
hr: KDE radno okruženje

source: Kernel Development
gu: કર્નલ વિકાસ
hr: Razvoj kernela

source: Miscellaneous Included Packages
gu: મિશ્રિત સમાવિષ્ટ પેકેજો
hr: Ostali uključeni paketi

source: Mozilla packages for the x86 platform
gu: x86 પ્લેટફોર્મ માટે મોઝિલ્લા પેકેજો
hr: Mozilla paketi za x86 platforme

source: Multilib support packages
gu: મલ્ટીલિબ આધારભૂત પેકેજો
hr: Multilib paketi podrške

source: SQL Database
gu: SQL ડેટાબેઝ
hr: SQL baza podataka

source: Server
gu: સર્વર
hr: Poslužitelj

source: Support for developing packages for the non-primary architecture
gu: બિન-પ્રાથમિક બંધારણ માટે પેકેજો વિકસાવવાનો આધાર
hr: Podrška za razvoj paketa za arhitektura koje nisu primarne

source: Syriac Support
gu: સિરિયાક આધાર
hr: Podrška za sirijski

source: System
gu: સિસ્ટમ
hr: Sustav

source: The GNU Emacs text editor.
gu: GNU Emacs લખાણ સંપાદક.
hr: GNU Emacs uređivač teksta.

source: These packages allow you to configure an IMAP or Postfix mail server.
gu: આ પેકેજો તમને IMAP અથવા પોસ્ટફિક્સ મેઈલ સર્વર રુપરેખાંકિત કરવા માટે પરવાનગી આપે છે.
hr: Ovi vam paketi omogućuju konfiguriranje IMAP ili Postfix poslužitelja e-pošte.

source: These packages provide compatibility support for previous releases of Red Hat Enterprise Linux.
gu: આ પેકેજો Red Hat Enterprise Linux ની જૂની આવૃત્તિ સાથે સુસંગતતા પૂરી પાડે છે.
hr: Ovi paketi omogućuju podršku kompatibilnosti za starija izdanja Red Hat Enterprise Linux.

source: Unsupported Development Libraries
gu: બિનઆધારિત વિકાસની લાઈબ્રેરીઓ
hr: Razvojne biblioteke bez podrške

source: Workstation Common
gu: સામાન્ય વર્કસ્ટેશન
hr: Uobičajeno za radnu stanicu

source: ppc64 Compatibility Arch Support
gu: ppc64 સુસંગતતા આર્કિટેક્ચરનો આધાર
hr: ppc64 podrška kompatibilnosti arhitekture

source: x86 Compatibility Arch Development Support
gu: x86 સુસંગત આર્કિટેક્ચરના વિકાસના આધાર માટે
hr: x86 podrška kompatibilnosti arhitekture

source: x86 Compatibility Arch Support
gu: x86 સુસંગત આર્કિટેક્ચરનો આધાર
hr: x86 podrška kompatibilnosti arhitekture

source: Brazilian Portuguese
gu: બ્રાઝિલિયાઈ પોર્ટુગીઝો
hr: Brazilski portugalski

source: English
gu: અંગ્રેજી
hr: Engleski

source: French
gu: ફ્રેંચ
hr: Francuski

source: German
gu: જર્મન
hr: Njemački

source: Italian
gu: ઈટાલિયાઈ
hr: Talijanski

source: Red Hat Enterprise Linux 3 Documentation
gu: Red Hat Enterprise Linux 3 દસ્તાવેજીકરણ
hr: Red Hat Enterprise Linux 3 dokumentacija

source: Spanish
gu: સ્પેનિશ
hr: Španjolski

source: This group contains the Red Hat Enterprise Linux documentation in the Brazilian Portuguese language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ બ્રાઝીલિયાઈ પોર્ટુગીઝ ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na brazilskom portugalskom.

source: This group contains the Red Hat Enterprise Linux documentation in the English language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ અંગ્રેજી ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na engleskom jeziku.

source: This group contains the Red Hat Enterprise Linux documentation in the French language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ ફ્રેંચ ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na francuskom jeziku.

source: This group contains the Red Hat Enterprise Linux documentation in the German language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ જર્મન ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na njemačkom jeziku.

source: This group contains the Red Hat Enterprise Linux documentation in the Italian language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ ઈટાલી ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na talijanskom jeziku.

source: This group contains the Red Hat Enterprise Linux documentation in the Spanish language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ સ્પેનિશ ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na španjolskom jeziku.

source: Japanese
gu: જાપાની
hr: Japanski

source: Korean
gu: કોરિયાઈ
hr: Korejski

source: Simplified Chinese
gu: સરળ ચીની
hr: Kineski, pojednostavljen

source: This group contains the Red Hat Enterprise Linux documentation in the Japanese language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ જાપાની ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na japanskom jeziku.

source: This group contains the Red Hat Enterprise Linux documentation in the Korean language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ કોરિયાઈ ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na korejskom jeziku.

source: This group contains the Red Hat Enterprise Linux documentation in the Simplified Chinese language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ સરળ ચીની ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na pojednostavljenom kineskom.

source: This group contains the Red Hat Enterprise Linux documentation in the Traditional Chinese language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ પારંપરિક ચીની ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na tradicionalnom kineskom.

source: Traditional Chinese
gu: પારંપરિક ચીની
hr: Kineski, tradicionalan

source: ppc64 Compatibility Arch Development Support
gu: ppc64 સુસંગત આર્કિટેક્ચરના વિકાસનો આધાર
hr: ppc64 podrška razvoja kompatibilnosti arhitekture

source: Eclipse
gu: ઉપવલય

source: The Eclipse Integrated Development Environment.
gu: Eclipse Integrated Development Environment.
hr: Eclipse - Integrirano razvojno okruženje

source: Bengali
gu: બંગાળી
hr: Bengalski

source: Gujarati
gu: ગુજરાતી

source: Hindi
gu: હિંદી
hr: Hinduski

source: Punjabi
gu: પંજાબી
hr: Pandžabski

source: Red Hat Enterprise Linux 4 Documentation
gu: Red Hat Enterprise Linux 4 દસ્તાવેજીકરણ
hr: Red Hat Enterprise Linux 4 dokumentacija

source: Tamil
gu: તમિલ
hr: Tamilski

source: This group contains the Red Hat Enterprise Linux documentation in the Bengali language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ બંગાળી ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na bengalskom jeziku

source: This group contains the Red Hat Enterprise Linux documentation in the Gujarati language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ ગુજરાતી ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na gujarati jeziku

source: This group contains the Red Hat Enterprise Linux documentation in the Hindi language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ હિંદી ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na hinduskom jeziku

source: This group contains the Red Hat Enterprise Linux documentation in the Punjabi language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ પંજાબી ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na pandžabskom jeziku

source: This group contains the Red Hat Enterprise Linux documentation in the Tamil language.
gu: આ જૂથ Red Hat Enterprise Linux દસ્તાવેજીકરણ તમિલ ભાષામાં સમાવે છે.
hr: Ova grupa sadržava dokumentaciju Red Hat Enterprise Linuxa na tamilskom jeziku

source: Cluster Storage
gu: ક્લસ્ટર સંગ્રહ
hr: Pohranjivanje u skupinama

source: Clustering Support.
gu: ક્લસ્ટરીંગ આધાર.
hr: Podrška za skupine

source: Packages which provide support for cluster storage.
gu: પેકેજો કે જે ક્લસ્ટર સંગ્રહ માટે આધાર પૂરો પાડે છે.
hr: Paketi koji pružaju podršku za pohranjivanje u skupinama

source: Packages which provide support for single-node GFS.
gu: પેકેજો કે જે એક-નોડ GFS માટે આધાર પૂરો પાડે છે.
hr: Paketi koji pružaju podršku za GFS u jednostrukom čvoru

source: Single Node GFS Support
gu: એક નોડ GFS આધાર
hr: Podrška za GFS jednostrukog čvora

source: These packages provide compatibility support with previous releases.
gu: આ પેકેજો પહેલાંના પ્રકાશનો સાથે સુસંગતતા આધાર પૂરો પાડે છે.
hr: Ovi paketi omogućuju podršku kompatibilnosti s prethodnim izdanjima

source: Java Runtime Environments and Development Kits
gu: Java રનટાઈમ પર્યાવરણો અને વિકાસ કીટ
hr: Java radno okruženje i razvojni kompleti

source: Misc
gu: મિશ્રિત
hr: Razno

source: Misc packages
gu: મિશ્રિત પેકેજો
hr: Razni paketi

source: Multimedia
gu: મલ્ટીમીડિયા
hr: Multimedija

source: Multimedia applications
gu: મલ્ટીમીડિયા કાર્યક્રમો
hr: Multimedijske aplikacije

source: Packages which provide additional functionality for Red Hat Enterprise Linux
gu: પેકેજો કે જે Red Hat Enterprise Linux માટે વધારાના વિધેયો પૂરા પાડે છે
hr: Paketi koji pružaju dodatne funkcionalnosti za Red Hat Enterprise Linux

source: Workstation
gu: વર્કસ્ટેશન
hr: Radna stanica

source: Workstation applications and utilities.
gu: વર્કસ્ટેશન કાર્યક્રમો અને ઉપયોગીતાઓ.
hr: Aplikacija i alati radne stanice

source: Virtualization Support.
gu: વર્ચ્યુઅલાઈઝેશન આધાર.
hr: Podrška za virtualizaciju

source: Red Hat Enterprise Linux Extras
hr: Red Hat Enterprise Linux dodaci

source: OCaml
th: ภาษา OCaml
