Repository: DavidePrincipi/comps
Catalog: po/*.po
Languages: ar, ast, fi, gu, hr, or, sr, th, uk

source: Hiligaynon Support
ar: دعم Hiligaynon
ast: Sofitu pal hiligaynon
fi: Hiligainon kielituki
or: ହିଲିଗେନନ ସହାୟତା
sr: Подршка за хилигајнон
th: การสนับสนุนภาษาฮิลิกายนอน
uk: Підтримка мови хілігайнон

source: Hindi Support
ar: دعم الهندية
ast: Sofitu pal hindú
fi: Hindin kielituki
gu: હિંદી આધાર
hr: Podrška za hinduski
or: ହିନ୍ଦୀ ସହାୟତା
sr: Подршка за хинду
th: การสนับสนุนภาษาฮินดี
uk: Підтримка мови Хінді

source: Hungarian Support
ar: دعم الهنجاريّة
ast: Sofitu pal húngaru
fi: Unkarin kielituki
gu: હંગેરિયાઈ આધાર
hr: Podrška za mađarski
or: ହଙ୍ଗାରିୟାନ ସହାୟତା
sr: Подршка за мађарски
th: การสนับสนุนภาษาฮังการี
uk: Підтримка угорської мови

source: Icelandic Support
ar: دعم الأيسلنديّة
ast: Sofitu pal islandés
fi: Islannin kielituki
gu: ટાપુઓનો આધાર
hr: Podrška za islandski
or: ଆଇସଲ୍ଯାଣ୍ଡୀକ ସହାୟତା
sr: Подршка за исландски
th: การสนับสนุนไอซ์แลนด์
uk: Підтримка ісландської мови

source: Indonesian Support
ar: دعم الإندونيسية
ast: Sofitu pal indonesiu
fi: Indonesian kielituki
gu: ઈન્ડોનેશિયાઈ આધાર
hr: Podrška za indonezijski
or: ଇଣ୍ଡୋନେଶିଆନ ସହାୟତା
sr: Подршка за индонежански
th: การสนับสนุนภาษาอินโดนีเซีย
uk: Підтримка індонезійської мови

source: Input Methods
ar: طرق الإدخال
ast: Métodos d'Entrada
fi: Syöttömenetelmät
or: ନିବେଶ ପଦ୍ଧତି
sr: Методе уноса
th: วิธีป้อนข้อความ
uk: Методи вводу

source: Input method packages for the input of international text.
ar: حزم طرق الإدخال لإدخال النصوص بلغات عالمية.
ast: Los paquetes de métodos d'entrada pa la entrada de testu internacional.
fi: Syöttömenetelmäpaketteja kansainvälisen tekstin syöttämiseen.
or: ଅନ୍ତର୍ରାଷ୍ଟୀୟ ପାଠ୍ୟ ନିବେଶ ପାଇଁ ନିବେଶ ପଦ୍ଧତି ପ୍ୟାକେଜଗୁଡିକ।
sr: Пакети метода уноса за уношење интернационалног текста.
th: แพคเกจวิธีป้อนข้อความสำหรับการป้อนข้อความนานาชาติ
uk: Пакети для вводу тексту різними мовами.

source: Install these packages in order to develop GTK+ and GNOME graphical applications.
ar: قم بتثبيت هذه الحزم لكي تتمكن من تطوير برامج رسومية لـ GTK+ وجينوم.
ast: Instala estos paquetes pa desendolcar aplicaciones gráfiques GTK+ y GNOME.
fi: Asenna nämä paketit graafisten GTK+- ja Gnome-sovellusten kehittämiseksi.
gu: GTK+ અને જીનોમ ગ્રાફિકવાળા કાર્યક્રમોનો વિકાસ કરવા માટે આ પેકેજો સ્થાપિત કરો.
hr: Instalirajte ove pakete ukoliko želite razvijati grafičke aplikacije za GTK+ i GNOME.
or: ଜି.ଟି.କେ. ପ୍ଲସ ଏବଂ ନୋମ ର ଆଲେଖୀକ ପ୍ରୟୋଗ ର ବିକାଶ ପାଇଁ ଏହି ପ୍ଯାକେଜ ମାନଙ୍କୁ ସ୍ଥାପନ କରନ୍ତୁ
sr: Инсталирајте ове пакете ако желите да развијате GTK+ и GNOME графичке програме.
th: ติดตั้งแพ็กเกจเหล่านี้เพื่อพัฒนาแอพลิเคชันแบบกราฟิกทั้ง GTK+ และ GNOME
uk: Встановіть ці пакети для розробки графічних програм GTK+ та GNOME.

source: Install these packages in order to develop GTK+ and XFCE graphical applications.
ar: قم بتثبيت هذه الحزم لكي تتمكن من تطوير برامج رسومية لـ GTK+ و XFCE.
ast: Instala estos paquetes pa desendolcar aplicaciones gráfiques GTK+ y XFCE.
fi: Asenna nämä paketit GTK+- ja XFCE-sovellusten kehittämiseksi.
gu: GTK+ અને XFCE ગ્રાફિકવાળા કાર્યક્રમો વિકસાવવા માટે આ પેકેજો સ્થાપિત કરો.
hr: Instalirajte ove pakete ukoliko želite razvijati grafičke aplikacije za GTK+ i XFCE.
or: GTK+ ଏବଂ XFCE ଆଲେଖୀକ ପ୍ରୟୋଗ ମାନଙ୍କର ବିକାଶ ପାଇଁ ଏହି ପ୍ଯାକେଜ ମାନଙ୍କୁ ସ୍ଥାପନ କରନ୍ତୁ।
sr: Инсталирајте ове пакете ако желите да развијате GTK+ и XFCE графичке програме.
th: ติดตั้งแพ็กเกจเหล่านี้เพื่อพัฒนาแอพลิเคชันแบบกราฟิกทั้ง GTK+ และ XFCE
uk: Встановіть ці пакети для розробки графічних програм GTK+ та XFCE.

source: Install these packages to develop QT and KDE graphical applications.
ar: قم بتثبيت هذه الحزم لكي تتمكن من تطوير برامج رسومية لكيوتي و كيدي.
ast: Instala estos paquetes pa desendolcar les aplicaciones gráfiques QT y KDE.
fi: Asenna nämä paketit graafisten QT- ja KDE-sovellusten kehittämiseksi.
gu: QT અને KDE ગ્રાફિકવાળા કાર્યક્રમો વિકસાવવા માટે આ પેકેજો સ્થાપિત કરો.
hr: Instalirajte ove pakete ako želite razvijate grafičke aplikacije QT i KDE.
or: କ୍ଯୁ.ଟି. ଏବଂ କେ.ଡି.ଇ. ର ଆଲେଖୀକ ପ୍ରୟୋଗ ର ବିକାଶ ପାଇଁ ଏହି ପ୍ଯାକେଜ ମାନଙ୍କୁ ସ୍ଥାପନ କରନ୍ତୁ
sr: Инсталирајте ове пакете ако желите да развијате QT и KDE графичке програме.
th: ติดตั้งแพ็กเกจเหล่านี้เพื่อพัฒนาแอพลิเคชันแบบกราฟิกทั้ง QT และ KDE
uk: Встановіть ці програми для розробки програм QT та KDE.

source: Install these tools to enable the system to print or act as a print server.
ar: قم بتثبيت هذه الأدوات لكي يتمكن النظام من الطباعة أو ليقوم بوظيفة خادم طباعة.
ast: Instala estes ferramientes p'habilitar el sistema pa imprentar o actuar como un sirvidor d'imprentación.
fi: Asenna nämä työkalut, jotta järjestelmässä voi tulostaa, tai se voi toimia tulostuspalvelimena.
gu: સિસ્ટમને છાપવા માટે અથવા છાપન સર્વર તરીકે કામ કરવા સક્રિય કરવા માટે આ સાધનો સ્થાપિત કરો.
hr: Instalirajte ove alata za omogućavanje ispisivanja ili postavljanje ispisnog poslužitelja.
or: ତନ୍ତ୍ର କୁ ମୂଦ୍ରଣ କରିବା ପାଇଁ କିମ୍ବା ମୂଦ୍ରଣ ସେବକ ଭଳି କାର୍ଯ୍ଯ କରିବା ପାଇଁ ଏହି ଉପକରଣ ମାନଙ୍କୁ ସ୍ଥାପନ କରନ୍ତୁ
sr: Инсталирајте ове алатке да омогућите штампање на систему, или улогу система као сервера за штампање.
th: ติดตั้งเครื่องมือเหล่านี้เพื่อเปิดใช้งานระบบพิมพ์ หรือทำงานเป็นตัวให้บริการการพิมพ์
uk: Встановіть ці пакети, щоб мати змогу друкувати файли або використовувати систему як сервер друку.

source: Install this group of packages to use the base graphical (X) user interface.
ar: قم بتثبيت هذه الحزم لتستخدم واجهة المستخدم الرسومية (X)
ast: Instala esti grupu de paquetes pa usar la interface d'usuariu (X) gráfica.
fi: Asenna tämä pakettiryhmä graafisen (X-)käyttöliittymän käyttämiseksi.
gu: આધારભૂત ગ્રાફિકવાળું (X) વપરાશકર્તા ઈન્ટરફેસ વાપરવા માટે આ જૂથના પેકેજો સ્થાપિત કરો.
hr: Instalirajte ovu grupu paketa za upotrebu osnovnog grafičkog (X) korisničkog sučelja.
or: ମୂଳ ଆଲେଖୀକ (X) ଚାଳକ ଅନ୍ତରାପୃଷ୍ଠ କୁ ବ୍ଯବହାର କରିବା ପାଇଁ ଏହି ପ୍ଯାକେଜ ସମୂହ କୁ ସ୍ଥାପନ କରନ୍ତୁ
sr: Инсталирајте ову групу пакета ако желите да користите основно графичко (Икс) корисничко окружење.
th: ติดตั้งกลุ่มของแพกเกจนี้ เพื่อใช้ระบบติดต่อกับผู้ใช้แบบกราฟิกพื้นฐาน (X)
uk: Встановіть цю групу пакетів, щоб отримати графічний інтерфейс користувача (X).

source: Integrated Development Environments based on Eclipse.
ar: بيئة التطوير المتكاملةالمبنية على إكلبس.
ast: Entornu de Desendolcu Integráu basáu n'Eclipse.
fi: Eclipseen perustuva ohjelmistokehitysympäristö.
or: ଇକ୍ଲିପ୍ସ ଉପରେ ଆଧାରିତ ବର୍ଦ୍ଧିତ ବିକାଶ ପରିବେଶ
sr: Интегрисано развојно окружење засновано на Eclipse-у.
th: สภาวะแวดล้อมการพัฒนาแบบรวมที่พัฒนามาจาก Eclipse
uk: Інтегроване середовище розробки на основі Eclipse.

source: Interlingua Support
ar: دعم إنترلينغوا
ast: Sofitu pa interlingua
fi: Interlinguan kielituki
or: ଇଣ୍ଟରଲିଙ୍ଗୁଆ ସହାୟତା
sr: Подршка за интерлингву
th: การสนับสนุนภาษาอินเทอร์ลิงกวา
uk: Підтримка мови інтерлінгва

source: Inuktitut Support
ar: الدعم الإنكتيتوتية
ast: Sofitu pal inuktitut
fi: Inuktitutin kielituki
or: ଇନୁକ୍ତିତୁତ ସହାୟତା
sr: Подршка за инуктитут
uk: Підтримка мови інуктитут

source: Irish Support
ar: دعم الإيرلندية
ast: Sofitu pal irlandés
fi: Iirin kielituki
gu: ઈરીશ આધાર
hr: Podrška za irski
or: ଆଇରୀଶ ସହାୟତା
sr: Подршка за ирски
th: การสนับสนุนภาษาไอริช
uk: Підтримка ірландської мови

source: Italian Support
ar: دعم الإيطاليّة
ast: Sofitu pal italianu
fi: Italian kielituki
gu: ઈટાલિક આધાર
hr: Podrška za talijanski
or: ଇଟାଲୀୟ ସହାୟତା
sr: Подршка за италијански
th: การสนับสนุนภาษาอิตาลี
uk: Підтримка італійської мови

source: Japanese Support
ar: دعم اليابانيّة
ast: Sofitu pal xaponés
fi: Japanin kielituki
gu: જાપાની આધાર
hr: Podrška za japanski
or: ଜାପାନୀ ସହାୟତା
sr: Подршка за јапански
th: การสนับสนุนภาษาญี่ปุ่น
uk: Підтримка японської мови

source: Java Development
ar: تطوير جافا
ast: Desendolcu en Java
fi: Java-ohjelmistokehitys
gu: જાવા વિકાસ
hr: Java razvoj
or: ଜାଭା ବିକାଶ
sr: Јава развој
th: การพัฒนาด้วยภาษาจาวา
uk: Розробка на Java

source: KDE (K Desktop Environment)
ar: كيدي (بيئة سطح المكتب K)
ast: Entornu d'Escritoriu K (KDE)
fi: KDE (KDE-työpöytäympäristö)
gu: KDE (K ડેસ્કટોપ પર્યાવરણ)
hr: KDE (K radno okruženje)
or: କେ.ଡି.ଇ. (କେ ଡେସ୍କଟପ୍ ପରିବେଶ)
sr: KDE (K Desktop Environment радно окружење)
uk: Графічне середовище KDE

source: KDE Software Development
ar: برامج تطوير كيدي
ast: Desendolcu de software pa KDE
fi: KDE-ohjelmistokehitys
gu: KDE સોફ્ટવેર વિકાસ
hr: KDE razvoj softvera
or: କେ.ଡି.ଇ. ସଫ୍ଟୱେର ର ବିକାଶ
sr: Развој KDE софтвера
th: การพัฒนาซอฟต์แวร์บน KDE
uk: Розробка з використанням KDE

source: KDE is a powerful graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
ar: كيدي عبارة عن واجهة رسومية للمستخدم تحتوي على لوحة للتحكم و سطح مكتب و أيقونات النظام و مدير ملفات رسومي.
ast: KDE ye una interface d'usuariu gráfica y potente qu'inclúi un panel, un escritoriu, iconos del sistema y un xestor de ficheros gráficu.
fi: KDE on tehokas, graafinen käyttöliittymä, joka sisältää paneelin, työpöydän, järjestelmäkuvakkeet ja graafisen tiedostohallinnan.
gu: KDE એ શક્તિશાળી, ગ્રાફિકવાળું વપરાશકર્તા ઈન્ટરફેસ છે કે જે પેનલ, ડેસ્કટોપ, સિસ્ટમ ચિહ્નો, અને ગ્રાફિકવાળું ફાઈલ વ્યવસ્થાપક સમાવે છે.
hr: KDE je moćno grafičko korisničko sučelje koje uključuje ploču, radnu površinu, sistemske ikone i grafičko upravljanje datotekama.
or: କେ.ଡି.ଇ. ଗୋଟିଏ ଶକ୍ତିଶାଳୀ ଆଲେଖୀକ ଚାଳକ ଅନ୍ତରାପୃଷ୍ଠ ଅଟେ ଯାହାକି ଗୋଟିଏ ପ୍ଯାନେଲ, ଡେସ୍କଟପ, ତନ୍ତ୍ର ଚିତ୍ରସଙ୍କେତ,ଏବଂ ଗୋଟିଏ ଆଲେଖୀକ ଫାଇଲ ପରିଚାଳକ ଧାରଣ କରିଅଛି
sr: KDE је моћно графичко корисничко окружење које садржи панел, радну површину, системске иконе, и графички управљач датотекама.
th: KDE เป็นระบบติดต่อผู้ใช้ที่เป็นกราฟิกอันทรงพลังที่ประกอบด้วยพาเนล, พื้นโต๊ะ, ไอคอนระบบ และระบบจัดการไฟล์แบบกราฟฟิค
uk: KDE - потужне графічне середовище, до його складу входить панель, робоча стільниця, системні значки та графічний менеджер файлів.

source: Kannada Support
ar: دعم الكانادا
ast: Sofitu pal xaponés (kannada)
fi: Kannadan kielituki
gu: કન્નડ આધાર
hr: Podrška za kanadski
or: କନ୍ନଡ ସହାୟତା
sr: Подршка за канаду
th: การสนับสนุนภาษากัณณาท
uk: Підтримка канадської мови

source: Kashmiri Support
ar: دعم الكشميرية
ast: Sofitu pal Kashmiri
fi: Kašmirin kielituki
or: କାଶ୍ମିରୀ ସହାୟତା
sr: Подршка за кашмири
th: การสนับสนุนภาษากัศมีรี
uk: Підтримка мови кашмірі

source: Kashubian Support
ar: دعم الكاشبيونية
ast: Sofitu pal kashubianu
fi: Kashubin kielituki
or: କାସୁବିୟାନ ସହାୟତା
sr: Подршка за кашупски
uk: Підтримка кашубської мови

source: Kazakh Support
ar: دعم الكازاخستانية
ast: Sofitu pal kazaḥu
fi: Kazakin kielituki
or: କାଜାଖ ସହାୟତା
sr: Подршка за казахстански
th: การสนับสนุนภาษาคาซัค
uk: Підтримка казахської мови

source: Khmer Support
ar: دعم الخمرية
ast: Sofitu pal ḥemer
fi: Khmerin kielituki
or: ଖ୍ମେର ସହାୟତା
sr: Подршка за кмерски
th: การสนับสนุนภาษาเขมร
uk: Підтримка кхмерської мови

source: Kinyarwanda Support
ar: دعم الكينيارواندية
ast: Sofitu pal kinyarwanda
fi: Ruandan kielituki
or: କିନ୍ୟାରୱାଣ୍ଡା ସହାୟତା
sr: Подршка за кињаруанду
uk: Підтримка мови Кіняруанда

source: Konkani Support
ar: دعم الكونكانية
ast: Sofitu pal Konkani
fi: Konkanin kielituki
or: କୋଙ୍କଣୀ ସହାୟତା
sr: Подршка за конкани
th: การสนับสนุนภาษากอนกานี
uk: Підтримка мови конкани

source: Korean Support
ar: دعم الكوريّة
ast: Sofitu pal coreanu
fi: Korean kielituki
gu: મૂળિયાઈ આધાર
hr: Podrška za korejski
or: କୋରୀୟାନ ସହାୟତା
sr: Подршка за корејски
th: การสนับสนุนภาษาเกาหลี
uk: Підтримка корейської мови

source: Kurdish Support
ar: دعم الكردية
ast: Sofitu pal kurdu
fi: Kurdin kielituki
or: କୁର୍ଦିସ ସହାୟତା
sr: Подршка за курдски
th: การสนับสนุนภาษาเคิร์ด
uk: Підтримка курдської мови

source: LXDE is a lightweight X11 desktop environment designed for computers with low hardware specifications like netbooks, mobile devices or older computers.
ar: LXDE هي بيئة سطح مكتب X11 خفيفة الوزن مصممة لأجهزة الحاسب مع مواصفات أجهزة منخفضة مثل netbooks، والأجهزة النقالة أو أجهزة الحاسب القديمة.
ast: LXDE ye un entornu d'escritoriu de X11 llixeru diseñáu pa computadores con baxas especificaciones de hardware como les netbooks, preseos móviles y computadores vieyes.
fi: LXDE on kevyt X11-työpöytäympäristö, joka on suunniteltu vähäisillä laitteiston ominaisuuksilla varustetuille tietokoneille, kuten miniläppäreille, mobiililaitteille ja vanhoille tietokoneille.
or: LXDE ଟି ନେଟବୁକ, ମୋବାଇଲ ଉପକରଣ ଅଥବା ପୁରୁଣା କମ୍ପୁଟରଗୁଡ଼ିକ ପରି ସ୍ୱଳ୍ପ ହାର୍ଡୱେର ନିର୍ଦ୍ଦିଷ୍ଟକ ସୂଚନା ସହିତ କମ୍ପୁଟର ପାଇଁ ଗୋଟିଏ ହାଲୁକା X11 ଡେସ୍କଟପ ପରିବେଶ।
sr: LXDE је лагано X11 радно окружење дизајнирано за рачунаре са слабим хардверским спецификацијама као што су нетбукови, мобилни уређаји или старији рачунари.
uk: LXDE є полегшеним варіантом середовища X11, який оптимально підходить для комп'ютерів з низькою специфікацією обладнання: ноутбуків, мобільних пристроїв та старих комп'ютерів.

source: Languages
ar: اللغات
ast: LlingÃ¼es
fi: Kielet
gu: ભાષાઓ
hr: Jezici
or: ଭାଷା
sr: Језици
th: ภาษา
uk: Мови

source: Lao Support
ar: دعم لاو
ast: Sofitu pal lao
fi: Laon kielituki
or: ଲାଅ ସହାୟତା
sr: Подршка за лаошки
th: การสนับสนุนภาษาลาว
uk: Підтримка лаоської мови

source: Latin Support
ar: دعم اللاتينية
ast: Sofitu pal llatín
fi: Latinan kielituki
or: ଲାଟିନ ସହାୟତା
sr: Подршка за латински
uk: Підтримка латинської мови

source: Latvian Support
ar: دعم اللاتفية
ast: Sofitu pal letón
fi: Latvian kielituki
or: ଲାଟଭିୟାନ ସହାୟତା
sr: Подршка за летонски
th: การสนับสนุนภาษาลัตเวีย
uk: Підтримка латвійської мови

source: Legacy Fonts
ar: خطوط قديمة
ast: Fontes vieyes
fi: Vanhentuneet kirjasimet
or: ପୁରୁଣା ଅକ୍ଷରରୂପଗୁଡିକ
sr: Застарели фонтови
th: แบบอักษรรุ่นเก่า
uk: Застарілі шрифти

source: Legacy Network Server
ar: خادم Legacy للشبكة
ast: Sirvidores de rede anticuaos
fi: Tuki vanhoille verkkopalvelimille
gu: લેગસી નેટવર્ક સર્વર
hr: Nasljedni mrežni poslužitelj
or: ବୈଧିକୃତ ନେଟୱାର୍କ ସେବକ
sr: Застарели мрежни сервер
th: เซิร์ฟเวอร์เน็ตเวิร์คแบบเก่า
uk: Підтримка застарілих мережних служб

source: Legacy Software Development
ar: برامج تطوير تُراثيّة
ast: Desendolcu de software anticuáu
fi: Vanha ohjelmistokehitys
gu: લિગસી સોફ્ટવેર વિકાસ
hr: Razvoj nasljednih programa
or: ପୁରୁଣା ସଫ୍ଟୱେର ର ବିକାଶ ଧାରା
sr: Развој застарелог софтвера
th: การพัฒนาซอฟต์แวร์แบบเก่า
uk: Засоби розробки застарілих додатків

source: Legacy Software Support
ar: دعم البرامج قديمة
ast: Sofitu pal software anticuáu
fi: Tuki vanhoille ohjelmille
gu: લેગસી સોફ્ટવેરનો આધાર
hr: Podrška za programe nasljeđivanja
or: ବୈଧିକୃତ ସଫ୍ଟୱେର ସହାୟତା
sr: Подршка за застарели софтвер
th: การสนับสนุนซอฟต์แวร์เก่า
uk: Підтримка застарілих додатків

source: Lithuanian Support
ar: دعم اللتوانية
ast: Sofitu pal lituanu
fi: Liettuan kielituki
gu: લિથુઆનિયાઈ આધાર
hr: Podrška za litavski
or: ଲିଥୁଆନୀୟାନ ସହାୟତା
sr: Подршка за литвански
th: การสนับสนุนภาษาลิทัวเนีย
uk: Підтримка литовської мови

source: Low Saxon Support
ar: دعم السكسونية الدونية
ast: Sofitu pal baxu saxón
fi: Alasaksan kielituki
or: ଲୋ ସାକସନ ସହାୟତା
sr: Подршка за нижи саксонски
uk: Підтримка малої саксонської мови

source: Luxembourgish Support
ar: دعم اللكسمبرغية
ast: Sofitu pal luxemburgués
fi: Luxemburgin kielituki
or: ଲଗଜେମବର୍ଗିସ ସହାୟତା
sr: Подршка за луксембуршки
uk: Підтримка люксембурзької мови

source: Macedonian Support
ar: دعم المقدونية
ast: Sofitu pal macedoniu
fi: Makedonian kielituki
or: ମେସିଡୋନିୟାନ ସହାୟତା
sr: Подршка за македонски
th: การสนับสนุนภาษามาซิโดเนีย
uk: Підтримка македонської мови

source: Machine and user identity servers.
ar: خوادم هوية الآلة والمستخدم.
ast: Sirvidores d'identidá d'equipos y usuarios.
fi: Koneiden ja käyttäjien tunnistamiseen tarkoitettuja palvelimia
or: ଯନ୍ତ୍ର ଏବଂ ଚାଳକ ପରିଚୟ ସର୍ଭରଗୁଡ଼ିକ।
sr: Сервери идентитета машина и корисника.
uk: Сервери ідентифікації комп'ютерів та користувачів

source: Mail Server
ar: خادم البريد
ast: Sirvidor de corréu
fi: Postipalvelin
gu: મેઈલ સર્વર
hr: Poslužitelj e-pošte
or: ଡାକ ସେବକ
sr: Сервер поште
th: ตัวให้บริการเมล
uk: Сервер електронної пошти

source: Maithili Support
ar: دعم الميثيلية
ast: Sofitu pal Maithili
fi: Maithilin kielituki
or: ମୈଥିଲି ସହୟତା
sr: Подршка за маитхили
th: การสนับสนุนภาษาไมถิลี
uk: Підтримка мови майтхілі

source: Malagasy Support
ar: دعم المدغشقرية
ast: Sofitu pal malagasiu
fi: Malagasin kielituki
or: ମାଲାଗାସି ସହାୟତା
sr: Подршка за малагаси
uk: Підтримка малагасійської мови

source: Malay Support
ar: دعم الملاوية
ast: Sofitu pal malayu
fi: Malaijin kielituki
gu: મલય આધાર
hr: Podrška za malajski
or: ମାଳୟ ସହାୟତା
sr: Подршка за малајски
th: การสนับสนุนภาษามาเลย์
uk: Підтримка малайської мови

source: Malayalam Support
ar: دعم المالايالامية
ast: Sofitu pal malayu
fi: Malajalamin kielituki
gu: મલયાલમ આધાર
hr: Podrška za malayalam
or: ମଲୟାଲମ ସହୟତା
sr: Подршка за малајалам
th: การสนับสนุนภาษาภาษามลยาฬัม
uk: Підтримка мови малаялам

source: Maltese Support
ar: دعم المالطية
ast: Sofitu pal maltés
fi: Maltan kielituki
or: ମାଲଟିଜ ସହାୟତା
sr: Подршка за малтешки
uk: Підтримка мальтійської мови

source: Manx Support
ar: دعم Manx
ast: Sofitu pal manx
fi: Manksin kielituki
or: ମାଂକ୍ସ ସହାୟତା
sr: Подршка за мански
uk: Підтримка менської мови

source: Maori Support
ar: دعم الماورية
ast: Sofitu pal maorí
fi: Maorin kielituki
or: ମାଅରି ସହୟତା
sr: Подршка за маорски
th: การสนับสนุนภาษาเมาลี
uk: Підтримка маорійської мови

source: Marathi Support
ar: الدعم الماراثىية
ast: Sofitu pal marathi
fi: Marathin kielituki
gu: મરાઠી આધાર
hr: Podrška za marathi
or: ମରାଠୀ ସହୟତା
sr: Подршка за марати
th: การสนับสนุนภาษามาราฐี
uk: Підтримка мови мараті

source: MinGW cross-compiler
ar: MinGW مترجم متعدد المنصات
ast: Compilador multi-plataforma MinGW
fi: MinGW-ristiinkääntäjä
or: MinGW ପ୍ରାସଙ୍ଗିକ-ସଂକଳକ
sr: MinGW међуплатформски компилатор
uk: Крос-компілятор MinGW

source: Moblin Desktop Environment
ar: بيئة سطح مكتب Moblin
ast: Entornu d'Escritoriu Moblin
fi: Moblin-työpöytäympäristö
or: Moblin ଡେସ୍କଟପ ପରିବେଶ
sr: Моблин радно окружење
uk: Графічне середовище Moblin

source: Moblin is a desktop environment for NetBook/NetTop/MID devices.
ar: Moblin هي بيئة سطح المكتب لأجهزة NetBook/NetTop/MID.
ast: Moblin ye un entornu d'escritoriu pa los preseos NetBook/NetTop/MID.
fi: Moblin on miniläppäreille, nettikoneille ja MID-laitteille tarkoitettu työpöytäympäristö.
or: NetBook/NetTop/MID ଉପକରଣ ପାଇଁ Moblin ଗୋଟିଏ ଡେସ୍କଟପ ପରିବେଶ।
sr: Моблин је радно окружење за нетбукове/неттопове/MID уређаје.
uk: Moblin є графічним середовищем для пристроїв NetBook/NetTop/MID.

source: Mongolian Support
ar: دعم المنغولية
ast: Sofitu pal mongol
fi: Mongolin kielituki
or: ମୋଙ୍ଗୋଲିୟାନ ସହାୟତା
sr: Подршка за монголски
th: การสนับสนุนภาษามองโกล
uk: Підтримка монгольської мови

source: MySQL Database
ar: قاعدة بيانات MySQL
ast: Base de datos MySQL
fi: MySQL-tietokanta
gu: MySQL ડેટાબેઝ
hr: MySQL baza podataka
or: ମାଇ-ଏସ୍.କ୍ଯୁ.ଏଲ. ତଥ୍ଯାଧାର
sr: MySQL база података
th: ฐานข้อมูล MySQL
uk: База даних MySQL

source: Myanmar (Burmese) Support
ar: دعم ميانمار (البورمية)
ast: Sofitu pal Myanmar (burmese)
fi: Myanmarin (burman) kielituki
or: ମ୍ୟାନମାର (ବ୍ରହ୍ମଦେଶୀ) ସହାୟତା
sr: Подршка за мјанмарски (бурмански)
th: การสนับสนุนภาษาพม่า
uk: Підтримка бірманської мови

source: Nepali Support
ar: دعم النيبالية
ast: Sofitu pal nepali
fi: Nepalin kielituki
or: ନେପାଳୀ ସହାୟତା
sr: Подршка за непалски
th: การสนับสนุนภาษาเนปาล
uk: Підтримка непальської мови

source: Network Servers
ar: خوادم الشبكة
ast: Sirvidores de rede
fi: Verkkopalvelimet
gu: નેટવર્ક સર્વરો
hr: Mrežni poslužitelji
or: ନେଟୱାର୍କ ସେବକ
sr: Мрежни сервери
th: ตัวให้บริการเน็ตเวิร์ค
uk: Мережні служби

source: News Server
ar: خادم الأخبار
ast: Sirvidor de noticies
fi: Keskusteluryhmäpalvelin
gu: સમાચાર સર્વર
hr: Poslužitelj novosti
or: ଖବର ସେବକ
sr: Сервер вести
th: ตัวให้บริการกลุ่มข่าว
uk: Сервер новин

source: Northern Sotho Support
ar: دعم السوتو الشمالية
ast: Sofitu pal Sotho del Norte
fi: Pohjoissothon kielituki
gu: ઉત્તરી સોથો આધાર
hr: Podrška za sotho
or: ଉତ୍ତରୀ ଶୋଥୋ ସହାୟତା
sr: Подршка за северни сото
uk: Підтримка північного сото

source: Norwegian Support
ar: دعم النرويجيّة
ast: Sofitu pal noruegu
fi: Norjan kielituki
gu: નોર્વેજીયન આધાર
hr: Podrška za norveški
or: ନରୱେଜୀୟାନ ସହାୟତା
sr: Подршка за норвешки
th: การสนับสนุนภาษานอร์เวย์
uk: Підтримка норвезької мови

source: Occitan Support
ar: دعم الأوكستانية
ast: Sofitu pal occitanu
fi: Oksitaanin kielituki
or: ଓସିତାନ ସହାୟତା
sr: Подршка за окситан
th: การสนับสนุนภาษาออกซิตัน
uk: Підтримка окситанської мови

source: Office/Productivity
ar: المكتب/الإنتاج
ast: Oficina y Productividá
fi: Toimisto/Tuottavuus
gu: ઓફિસ/ઉત્પાદકતા
hr: Ured/Produktivnost
or: କାର୍ଯ୍ଯାଳୟ/ଉତ୍ପାଦନ
sr: Канцеларија/продуктивност
th: ซอฟต์แวร์สำนักงาน/สร้างสรรค์ผลงาน
uk: Офісні програми

source: Older bitmap and vector fonts packages
ar: حزم الخطوط القديمة؛ نقطية ومتجهية
ast: Paquetes pa fontes vieyes de mapes de bit y fontes vectoriales
fi: Vanhempia bittikartta- ja vektorikirjasinpaketteja
or: ପୁରୁଣା ବିଟମେପ ଏବଂ ଭେକଟର ଅକ୍ଷରରୂପ ପ୍ୟାକେଜଗୁଡିକ
sr: Старији пакети битмапираних и векторских фонтова
th: แพคเกจแบบอักษรบิตแมปและเวกเตอร์เก่าๆ
uk: Пакети зі старими растровими та векторними шрифтами

source: Online Help and Documentation
ar: تعليمات فورية ووثائق
ast: Aida y Documentación en llinia
fi: Verkossa olevat ohjeet ja dokumentaatio
or: ଅନଲାଇନ ସହାୟତା ଏବଂ ଦଲିଲିକରଣ
sr: Помоћ и документација на мрежи
th: คำแนะนำและเอกสารออนไลน์
uk: Онлайн-довідка та документація

source: Oriya Support
ar: دعم الأوريا
ast: Sofitu pal Oriya
fi: Orijan kielituki
gu: ઓરિયા આધાર
hr: Podrška za oriya
or: ଓଡିଆ ସହାୟତା
sr: Подршка за орију
th: การสนับสนุนภาษาโอริยา
uk: Підтримка мови орія

source: Packages which provide functionality for developing and building applications.
ar: تقدم الحزم امكانيات تطوير و بناء تطبيقات.
ast: Paquetes qu'apurren funcionalidá pa desendolcar y construyir aplicaciones.
fi: Paketit, jotka tarjoavat tuen sovellusten kehittämiselle ja kääntämiselle.
gu: પેકેજો કે જે કાર્યક્રમોના વિકાસ અને બીલ્ડીંગ માટેના વિધેય પૂરા પાડે છે.
hr: Paketi koji pružaju funkcionalnosti za razvoj i izgradnju aplikacija
or: ପ୍ରୟୋଗ ମାନଙ୍କୁ ବିକାଶ ଏବଂ ନିର୍ମାଣ କରିବା ପାଇଁ ଏହି ପ୍ଯାକେଜ ଗୁଡିକ କାର୍ଯ୍ଯ ପ୍ରଦାନ କରିଥାଏ।
sr: Пакети који пружају функционалност за развој и изградњу програма.
th: ชุดแพกเกจที่ใช้สำหรับการพัฒนาและสร้างโปรแกรมประยุกต์
uk: Пакети, що надають можливість розробляти та збирати програми.

source: Perl Development
ar: تطوير بيرل
ast: Desendolcu en Perl
fi: Perl-kehitys
or: Perl ବିକାଶ
sr: Перл развој
th: การพัฒนาด้วยภาษา Perl
uk: Програмування Perl

source: Persian Support
ar: دعم الفارسية
ast: Sofitu pal persa
fi: Persian kielituki
or: ପାରସୀୟାନ ସହାୟତା
sr: Подршка за персијски
th: การสนับสนุนภาษาเปอร์เซีย
uk: Підтримка перської мови

source: Polish Support
ar: دعم البولنديّة
ast: Sofitu pal polacu
fi: Puolan kielituki
gu: પોલિશ આધાર
hr: Podrška za poljski
or: ପୋଲିଶ ସହାୟତା
sr: Подршка за пољски
th: การสนับสนุนภาษาโปแลนด์
uk: Підтримка польської мови

source: Portuguese Support
ar: دعم البرتغاليّة
ast: Sofitu pal portugués
fi: Portugalin kielituki
gu: પોર્ટુગીઝ આધાર
hr: Podrška za portugalski
or: ପର୍ତୁଗୀଜ ସହାୟତା
sr: Подршка за португалски
th: การสนับสนุนภาษาโปรตุเกส
uk: Підтримка португальської мови

source: PostgreSQL Database
ar: قاعدة بيانات PostgreSQL
ast: Base de datos PostgreSQL
fi: PostgreSQL-tietokanta
gu: PostgreSQL ડેટાબેઝ
hr: PostgreSQL baza podataka
or: PostgreSQL ତଥ୍ଯାଧାର
sr: PostgreSQL база података
th: ฐานข้อมูล PostgreSQL
uk: База даних PostgreSQL

source: Printing Support
ar: دعم الطباعة
ast: Sofitu pa la imprentación
fi: Tuki tulostukselle
gu: છાપનનો આધાર
hr: Podrška za ispis
or: ମୂଦ୍ରଣ ପାଇଁ ସହାୟତା
sr: Подршка за штампање
th: ระบบสนับสนุนการพิมพ์
uk: Підтримка друку

source: Punjabi Support
ar: الدعم البنجابي
ast: Sofitu pal punjabi
fi: Pandžabin kielituki
gu: પંજાબી આધાર
hr: Podrška za pandžabski
or: ପଞ୍ଜାବୀ ସହାୟତା
sr: Подршка за панџаби
th: การสนับสนุนภาษาปัญจาบี
uk: Підтримка панджабської мови

source: Romanian Support
ar: دعم الرومانيّة
ast: Sofitu pal rumanu
fi: Romanian kielituki
gu: રોમાનિયાઈ આધાર
hr: Podrška za rumunjski
or: ରୋମାନୀୟାନ ସହାୟତା
sr: Подршка за румунски
th: การสนับสนุนภาษาโรมาเนีย
uk: Підтримка румунської мови

source: Russian Support
ar: دعم الروسيّة
ast: Sofitu pal rusu
fi: Venäjän kielituki
gu: રશિયાઈ આધાર
hr: Podrška za ruski
or: ରୁଷି ସହାୟତା
sr: Подршка за руски
th: การสนับสนุนภาษารัสเซีย
uk: Підтримка російської мови
