Repository: DavidePrincipi/comps
Catalog: po/*.po
Languages: ar, ast, fi, gu, hr, or, sr, th, uk

source: A lightweight desktop environment that works well on low end machines.
ar: بيئة سطح مكتب خفيفة تعمل جيدا على الأجهزة القديمة.
ast: Un entornu d'escritoriu llixeru que furrula bien en máquines pequeñes.
fi: Kevyt työpöytäympäristö, joka toimii hyvin tehottomillakin koneilla.
gu: હલકું ડેસ્કટોપ પર્યાવરણ કે જે નીચા મશીનો સાથે યોગ્ય રીતે કામ કરે.
hr: Jednostavno okruženje radne površine koje dobro funkcionira na slabijim računalima.
or: ଗୋଟିଏ ହାଲୁକା ଡେସ୍କଟପ ପରିବେଶ ଯାହାକି ନିମ୍ନ ଭାଗ ମେସିନ ମାନଙ୍କରେ ଉତ୍ତମ ରୂପେ କାର୍ଯ୍ଯ କରିଥାଏ।
sr: Лагано радно окружење које ради добро на слабијим машинама.
th: สภาพแวดล้อมเดสก์ท็อปที่สามารถทำงานได้ดีบนเครื่องรุ่นเก่า
uk: Невибагливий до ресурсів робочий стіл, що добре працює на слабких машинах.

source: A set of packages that provide the Critical Path functionality for the GNOME desktop
ar: هناك مجموعة من الحزم التي توفر وظائف المسار الحرج لسطح مكتب GNOME
ast: Un conxuntu de paquetes p'apurrir la funcionalidá de Critical Path pal escritoriu GNOME
fi: Joukko paketteja, jotka toteuttavat kriittisen polun toiminnallisuuden Gnome-työpöytäympäristössä
or: ପ୍ୟାକେଜମାନଙ୍କର ଗୋଟିଏ ସେଟ ଯାହାକି GNOME ଡେସ୍କଟପ ପାଇଁ ଜଟିଳ ପଥ କାର୍ଯ୍ୟକ୍ରମ ପ୍ରଦାନ କରିଥାଏ
sr: Скуп пакета који пружа функционалност критичне путање за GNOME окружење
uk: Набір пакетів, що надають функціональність Critical Path для середовища GNOME

source: A set of packages that provide the shared platform for Critical Path functionality on all Fedora spins
ar: هناك مجموعة من الحزم التي توفر منصة وظائف مشتركة للمسار الحرجوظائف في جميع جوانب فيدورا
ast: Un conxuntu de paquetes qu'apurren la plataforma compartida pa la funcionalidá de Critical Path en tolos spins de Fedora
fi: Joukko paketteja, jotka toteuttavat jaetun alustan kriittisen polun toiminnallisuudelle kaikissa Fedora-spineissä
or: ପ୍ୟାକେଜମାନଙ୍କର ଗୋଟିଏ ସେଟ ଯାହାକି ସମସ୍ତ Fedora ସ୍ପିନଗୁଡ଼ିକରେ ଜଟିଳ ପଥ କାର୍ଯ୍ୟକ୍ରମ ପାଇଁ ସହଭାଗୀ ପ୍ଲାଟଫର୍ମ ପ୍ରଦାନ କରିଥାଏ
sr: Скуп пакета који пружа дељену платформу за функционалност критичне путање за сва Fedora издања
uk: Набір пакетів, що надають загальну платформу для функціональності Critical Path для усіх збірок Fedora

source: A software playground for learning about learning.
ar: برنامج للتعلم على طرق التعلم
ast: Un conxuntu de programes pa deprender sobro cómo deprender.
fi: Ohjelmistoleikkikenttä oppimisen oppimiselle.
or: କେମିତି ଶିଖିବାକୁ ହୁଏ ତାହା ଶିଖିବା ପାଇଁ ଗୋଟିଏ ସଫ୍ଟୱେର ଖେଳ ପଡ଼ିଆ।
sr: Софтверско игралиште за учење о учењу.
th: ซอฟต์แวร์สนามเด็กเล่นสำหรับเรียนรู้ที่จะเรียนรู้
uk: Місце для ознайомлення з процесом навчання.

source: Administration Tools
ar: أدوات الإدارة
ast: Ferramientes d'Alministración
fi: Hallintatyökalut
gu: સંચાલન સાધનો
hr: Administrativni alati
or: ପ୍ରଶାସନୀୟ ଉପକରଣ
sr: Административне алатке
th: เครื่องมือจัดการระบบ
uk: Засоби адміністрування

source: Afrikaans Support
ar: دعم الجنوب إفريقيّة
ast: Sofitu pal Afrikaners
fi: Afrikaansin kielituki
gu: આફ્રિકાનો આધાર
hr: Podrška za afrikaans
or: ଆଫ୍ରାକୀୟ ସହାୟତା
sr: Подршка за африкански
th: การสนับสนุนภาษาแอฟริกา
uk: Підтримка Африканс

source: Albanian Support
ar: دعم الألبانية
ast: Sofitu pal albanés
fi: Albanian kielituki
or: ଆଲବାନିୟାନ ସହାୟତା
sr: Подршка за албански
th: การสนับสนุนภาษาแอลเบเนีย
uk: Підтримка албанської

source: Amazigh Support
ar: دعم الأمازيغية
ast: Sofitu pal amazigh
fi: Amazighin kielituki
or: ଏମେଜି ସହାୟତା
sr: Подршка за амазиг
th: การสนับสนุนภาษาเบอร์เบอร์
uk: Підтримка мови амазіг

source: Applications
ar: تطبيقات
ast: Aplicaciones
fi: Apuohjelmat
gu: કાર્યક્રમો
hr: Aplikacije
or: ପ୍ରୟୋଗ
sr: Програми
th: แอพลิเคชัน
uk: Програми

source: Applications to perform a variety of tasks
ar: تطبيقات تقوم بمهام منوعة
ast: Aplicaciones pa una variedá de xeres
fi: Sovelluksia moniin tehtäviin
gu: વિવિધ પ્રકારની ક્રિયાઓ કરવા માટેના કાર્યક્રમો
hr: Aplikacije za izvršavanje raznovrsnih zadataka
or: ବିଭିନ୍ନ କାର୍ଯ୍ଯ କରିବା ପାଇଁ ପ୍ରୟୋଗ ମାନ
sr: Програми за обављање разних послова
th: โปรแกรมที่สามารถทำงานได้จิปาถะ
uk: Програми для виконання різних завдань

source: Arabic Support
ar: دعم العربيّة
ast: Sofitu pal árabe
fi: Arabian kielituki
gu: અરેબિક આધાર
hr: Podrška za arapski
or: ଆରବୀ ସହାୟତା
sr: Подршка за арапски
th: การสนับสนุนภาษาอารบิก
uk: Підтримка арабської мови

source: Armenian Support
ar: دعم الرومانيّة
ast: Sofitu pal armeniu
fi: Armenian kielituki
gu: અર્મેનિયાઈ આધાર
hr: Podrška za armenski
or: ଆର୍ମେନିୟାନ ସହାୟତା
sr: Подршка за јерменски
th: การสนับสนุนภาษาอาร์เมเนีย
uk: Підтримка вірменської мови

source: Assamese Support
ar: دعم الأساميزيّة
ast: Sofitu pal assamés
fi: Assamin kielituki
gu: આસામી આધાર
hr: Podrška za asamski
or: ଆସାମୀୟ ସହାୟତା
sr: Подршка за асамешки
th: การสนับสนุนภาษาอัสสมี
uk: Підтримка ассамської мови

source: Authoring and Publishing
ar: التّأليف والنّشر
ast: Autoría y publicación
fi: Kirjoitus- ja julkaisutoiminta
gu: લેખન અને પ્રકાશન
hr: Uređivanje i izdavaštvo
or: ସଂଲେଖନ ଏବଂ ପ୍ରକାଶନ
sr: Ауторство и издаваштво
th: การเขียนและงานพิมพ์
uk: Підготовка публікацій

source: Azerbaijani Support
ar: دعم أذربيجان
ast: Sofitu pal azerbaixanu
fi: Azerin kielituki
or: ଆଜାରବାଇଜାନୀ ସହାୟତା
sr: Подршка за азербејџански
th: การสนับสนุนภาษาอาเซอร์ไบจาน
uk: Підтримка азербайджанської мови

source: Base
ar: أساسيّة
fi: Peruspaketit
gu: આધાર
hr: Osnova
or: ଆଧାର
sr: Основа
th: พื้นฐาน
uk: Основа

source: Base System
ar: نظام أساسي
ast: Sistema Base
fi: Perusjärjestelmä
gu: આધાર સિસ્ટમ
hr: Osnovni sustav
or: ମୌଳିକ ତନ୍ତ୍ର
sr: Основни систем
th: ระบบพื้นฐาน
uk: Базова система

source: Basic support for the Ruby programming language.
ar: دعم بدائي للغة برمجة روبي
ast: Sofitu básicu pal llinguax de programación Ruby.
fi: Perustuki Ruby-ohjelmointikielelle.
gu: રુબી પ્રોગ્રામિંગ ભાષા માટેનો આધારભૂત આધાર
hr: Osnovna podrška za programski jezik Ruby.
or: ରୁବି ପ୍ରୋଗ୍ରମିଂ ଲାଙ୍ଗୁଏଜ୍ ପାଇଁ ମୌଳିକ ସହାୟକ
sr: Основна подршка за програмски језик Руби.
th: การสนับสนุนพื้นฐานสำหรับการเขียนโปรแกรมด้วยภาษารูบี้
uk: Базова підтримка мови програмування Ruby.

source: Basque Support
ar: دعم الباسكي
ast: Sofitu pal euskera
fi: Baskin kielituki
gu: બાસ્ક આધાર
hr: Podrška za baskijski
or: ବାସ୍କ୍ଯୁ ସହାୟତା
sr: Подршка за баскијски
th: การสนับสนุนภาษาแบ็ซค์
uk: Підтримка баскської мови

source: Belarusian Support
ar: دعم بيلاروس
ast: Sofitu pal bielorrusu
fi: Valkovenäjän kielituki
or: ବେଲାରୁସିୟାନ ସହାୟତା
sr: Подршка за белоруски
th: การสนับสนุนภาษาภาษาเบลารุส
uk: Підтримка білоруської

source: Bengali Support
ar: دعم البنغاليّة
ast: Sofitu pal bengalí
fi: Bengalin kielituki
gu: બંગાળી આધાર
hr: Podrška za bengalski
or: ବଙ୍ଗାଳୀ ସହାୟତା
sr: Подршка за бенгалски
th: การสนับสนุนภาษาเบ็งกาลี
uk: Підтримка бенгальської мови

source: Bhutanese Support
ar: دعم بوتان
ast: Sofitu pal bhutanese
fi: Bhutanin kielituki
or: ଭୁଟାନିଜ ସହାୟତା
sr: Подршка за бутански
th: การสนับสนุนภาษาภูฎาน
uk: Підтримка бутанської

source: Books and Guides
ar: كتب وأدلة
ast: Llibros y Guíes
fi: Kirjat ja oppaat
or: ବହି ଏବଂ ହସ୍ତପୁସ୍ତକ
sr: Књиге и водичи
uk: Книги та посібники

source: Books and Guides for Fedora users and developers
ar: كتب وأدلة لمستخدمين ومطورين فيدورا
ast: Llibros y Guíes pa los usuarios y desendolcadores de Fedora
fi: Kirjoja ja oppaita Fedora-käyttäjille ja -kehittäjille
or: Fedora ଚାଳକ ଏବଂ ବିକାଶକାରୀମାନଙ୍କ ପାଇଁ ବହି ଏବଂ ହସ୍ତପୁସ୍ତକ
sr: Књиге и водичи за Fedora кориснике и програмере
uk: Книги та посібники для розробників та користувачів Fedora

source: Bosnian Support
ar: دعم البوسنية
ast: Sofitu pal bosniu
fi: Bosnian kielituki
or: ବସନିୟାନ ସହାୟତା
sr: Подршка за босански
th: การสนับสนุนภาษาบอสเนีย
uk: Підтримка боснійської

source: Brazilian Portuguese Support
ar: البرازيلية البرتغاليّة
ast: Sofitu pal portugués brasileñu
fi: Brasilianportugalin kielituki
gu: બ્રાઝિલિયાઈ પોર્ટુગીઝ આધાર
hr: Podrška za brazilski portugalski
or: ବ୍ରାଜିଲିୟ ପର୍ତୁଗୀଜ ସହାୟତା
sr: Подршка за бразилски португалски
th: การสนับสนุนภาษาโปรตุเกสบราซิล
uk: Підтримка бразильської португальської мови

source: Breton Support
ar: دعم البريتونية
ast: Sofitu pal bretón
fi: Bretonin kielituki
gu: બ્રેટન આધાર
hr: Podrška za bretonski
or: ବ୍ରେଟୋନ ସହାୟତା
sr: Подршка за бретањски
th: การสนับสนุนภาษาเบรตัน
uk: Підтримка мови бретон

source: Buildsystem building group
ar: مجموعة بناء النظام
ast: Sistema de costrucción de grupos
fi: Ryhmä käännösjärjestelmän rakentamiseen
or: ନିର୍ମିତ ତନ୍ତ୍ର ନିର୍ମାଣ ସମୂହ
sr: Група за изградњу система изградње
th: กลุ่มการสร้าง Buildsystem
uk: Група системи збирання

source: Bulgarian Support
ar: دعم البلغارية
ast: Sofitu pal búlgaru
fi: Bulgarian kielituki
gu: બલ્ગેરિયાઈ આધાર
hr: Podrška za bugarski
or: ବୁଲଗେରିୟାନ ସହାୟତା
sr: Подршка за бугарски
th: การสนับสนุนภาษาบัลแกเรีย
uk: Підтримка болгарської мови

source: Catalan Support
ar: دعم الكتلانيّة
ast: Sofitu pal catalán
fi: Katalaanin kielituki
gu: કેટેલાનનો આધાર
hr: Podrška za katalonski
or: କାଟାଲାନ ସହାୟତା
sr: Подршка за каталонски
th: การสนับสนุนภาษาคาตะลาน
uk: Підтримка каталонської мови

source: Chichewa Support
ar: دعم Chichewa
ast: Sofitu pal chichewa
fi: Njandžan kielituki
or: ଚିଚେୱା ସହାୟତା
sr: Подршка за чичеву
uk: Підтримка мови чичева

source: Chinese Support
ar: دعم الصينيّة
ast: Sofitu pal chinu
fi: Kiinan kielituki
gu: ચીનનો આધાર
hr: Podrška za kineski
or: ଚାଇନିଜ ସହାୟତା
sr: Подршка за кинески
th: การสนับสนุนภาษาจีน
uk: Підтримка китайської мови

source: Clustering
ar: تجميع
ast: Agrupamientu (clustering)
fi: Ryvästys
gu: ક્લસ્ટરીંગ
hr: Skupine
or: ଏକତ୍ରିତୀକରଣ
sr: Учворавање
th: ระบบคลัสเตอร์
uk: Кластери

source: Clustering Support
ar: دعم العناقيد
ast: Sofitu p'agrupamientu (clustering).
fi: Ryvästystuki
gu: ક્લસ્ટરીંગ આધાર.
hr: Podrška za skupine.
or: ଏକତ୍ରିତୀକରଣ ସହାୟତା
sr: Подршка за учворавање
th: สนับสนุนคลัสเตอร์
uk: Підтримка кластерів

source: Coptic Support
ar: دعم القبطية
ast: Sofitu pal cópticu
fi: Koptin kielituki
or: କୋପଟିକ ସହାୟତା
sr: Подршка за коптски
th: การสนับสนุนภาษาคอปติก
uk: Підтримка коптської мови

source: Core
ar: اللبّ
ast: Nucleu
fi: Keskeiset
gu: મૂળ
hr: Jezgra
or: ପ୍ରମୂଖ
sr: Срж
th: แกนหลัก
uk: Основа

source: Critical Path (Base)
ar: مسار حرج (أساسي)
fi: Kriittinen polku (perus)
or: ଜଟିଳ ପଥ (ଆଧାର)
sr: Критична путања (основно)
uk: Critical Path (Основа)

source: Critical Path (GNOME)
ar: مسار حرج (GNOME)
fi: Kriittinen polku (Gnome)
or: ଜଟିଳ ପଥ (GNOME)
sr: Критична путања (GNOME)

source: Croatian Support
ar: دعم الكرواتية
ast: Sofitu pal croata
fi: Kroatian kielituki
gu: ક્રોશિયન આધાર
hr: Podrška za hrvatski
or: କ୍ରୋଏଟିୟାନ ସହାୟତା
sr: Подршка за хрватски
th: การสนับสนุนภาษาโครเอเชีย
uk: Підтримка каталонської мови

source: Czech Support
ar: دعم التشيكيّة
ast: Sofitu pal checu
fi: Tšekin kielituki
gu: ચેક આધાર
hr: Podrška za češki
or: ଚେକ୍ ସହାୟତା
sr: Подршка за чешки
th: การสนับสนุนภาษาเช็ก
uk: Підтримка чеської мови

source: DNS Name Server
ar: اسم خادم خدمة أسم النّطاق (DNS)
ast: Sirvidor de nomes DNS
fi: DNS-nimipalvelin
gu: DNS નામ સર્વર
hr: DNS poslužitelj naziva
or: ଡି.ଏନ୍.ଏସ୍. ନାମ ସେବକ
sr: DNS сервер имена
th: ตัวให้บริการ DNS
uk: Сервер DNS

source: Danish Support
ar: دعم الدينماركيّة
ast: Sofitu pal danés
fi: Tanskan kielituki
gu: ડેનિશ આધાર
hr: Podrška za danski
or: ଦାନିଶ ସହାୟତା
sr: Подршка за дански
th: การสนับสนุนภาษาเดนมาร์ก
uk: Підтримка данської мови

source: Design and Simulation tools for hardware engineers
ar: أدوات تصميم ومحاكاة لمهندسين البرامج
ast: Ferramientes de Diseño y Simulación pa ingenieros
fi: Suunnittelu- ja simulointityökaluja laitteistoinsinööreille
or: ହାର୍ଡୱେର ଯନ୍ତ୍ରୀ ପାଇଁ ସଂରଚନା ଏବଂ ଅନୁକରଣ ସାଧନ
sr: Алатке за дизајн и симулацију за хардверске инжењере
th: เครื่องมือออกแบบและจำลองสำหรับวิศวกรฮาร์ดแวร์
uk: Засоби розробки та симуляції для інженерів обладнання

source: Desktop Environments
ar: بيئات سطح المكتب
ast: Entornos d'escritoriu
fi: Työpöytäympäristöt
gu: ડેસ્કટોપ પર્યાવરણો
hr: Radna okruženja
or: ଡେସ୍କଟପ ପରିବେଶ
sr: Радна окружења
th: สภาพแวดล้อมเดสก์ท็อป
uk: Графічні середовища

source: Desktop environments
ar: بيئات سطح المكتب
ast: Entornos d'escritoriu
fi: Työpöytäympäristöt
gu: ડેસ્કટોપ પર્યાવરણો
hr: Radna okruženja
or: ଡେସ୍କଟପ ପରିବେଶ
sr: Радна окружења
th: สภาพแวดล้อมเดสก์ท็อป
uk: Графічні середовища

source: Development
ar: تطوير
ast: Desendolcu
fi: Ohjelmistokehitys
gu: વિકાસ
hr: Razvoj
or: ବିକାଶ
sr: Развој
th: การพัฒนาซอฟต์แวร์
uk: Програмування

source: Development Libraries
ar: مكتبات التطوير
ast: Biblioteques de desendolcu
fi: Ohjelmistokehityskirjastot
gu: વિકાસ લાઈબ્રેરીઓ
hr: Razvojne biblioteke
or: ବିକାଶ ପାଠାଗାର
sr: Развојне библиотеке
th: ไลบรารีสำหรับการพัฒนาซอฟต์แวร์
uk: Бібліотеки для розробки

source: Development Tools
ar: أدوات التطوير
ast: Ferramientes de desendolcu
fi: Ohjelmistokehitystyökalut
gu: વિકાસના સાધનો
hr: Razvojni alati
or: ବିକାଶ ଉପକରଣ
sr: Развојне алатке
th: เครื่องมือสำหรับการพัฒนาซอฟต์แวร์
uk: Засоби розробки

source: Dial-up Networking Support
ar: دعم شبكات الاتصال الهاتفي
ast: Sofitu de Rede por Módem
fi: Tuki puhelinverkkoyhteyksille
gu: ડાયલ-અપ નેટવર્કીંગ આધાર
hr: Podrška za telefoniranje
or: ଡାଏଲ-ଅପ ନେଟୱାର୍କିଙ୍ଗ ସହାୟତା
sr: Подршка за телефонско умрежавање
th: ระบบสนับสนุนการเชื่อมต่ออินเทอร์เน็ตแบบหมุนโทรศัพท์
uk: Комутований доступ до мережі

source: Directory Server
ar: خادم الأدلة
ast: Sirvidor de Direutoriu
fi: Hakemistopalvelin
or: ଡିରେକ୍ଟୋରୀ ସର୍ଭର
sr: Сервер именика
uk: Сервер каталогів

source: Dutch Support
ar: دعم الهولنديّة
ast: Sofitu pal holandés
fi: Hollannin kielituki
gu: ડચ આધાર
hr: Podrška za nizozemski
or: ଡୁଚ ସହାୟତା
sr: Подршка за холандски
th: การสนับสนุนดัตช์
uk: Підтримка голландської мови

source: Editors
ar: محررات
ast: Editores
fi: Muokkaimet
gu: સંપાદકો
hr: Uređivači
or: ସମ୍ପାଦକ ମାନେ
sr: Уређивачи текста
th: โปรแกรมแก้ไขแฟ้ม
uk: Редактори

source: Educational Software
ar: برامج تعليمية
ast: Software Educacional
fi: Opetusohjelmistoja
gu: શૈક્ષણિક સોફ્ટવેર
hr: Obrazovni softver
or: ଶିକ୍ଷା ସମ୍ବନ୍ଧିତ ସଫ୍ଟୱେର
sr: Образовни софтвер
th: โปรแกรมเพื่อการศึกษา
uk: Навчальні програми

source: Educational software for learning
ar: برامج تربوية للتعليم
ast: Software educacional pa deprendizaxe
fi: Opetusohjelmistoja
gu: શીખવા માટેના શૈક્ષણિક સોફ્ટવેર
hr: Obrazovni softver i učenje
or: ଜାଣିବା ପାଇଁ ଶିକ୍ଷା ସମ୍ବନ୍ଧିତ ସଫ୍ଟୱେର
sr: Образовни софтвер за учење
th: โปรแกรมเพื่อการเรียนรู้
uk: Навчальні програми для розвитку

source: Electronic Lab
ar: مختبر إلكتروني
ast: Laboratorio Electrónicu
fi: Elektroniikkalaboratorio
or: ଇଲେକ୍ଟ୍ରୋନିକ ଲ୍ୟାବ
sr: Електроничарска лабораторија
th: ห้องทดลองไฟฟ้า
uk: Електронна лабораторія

source: Engineering and Scientific
ar: الهندسه و العلوم
ast: Inxeniería y Ciencia
fi: Tekniikka ja tiede
gu: ઈજનેરી અને વૈજ્ઞાનિક
hr: Inženjerstvo i znanost
or: ଯାନ୍ତ୍ରିକ ଏବଂ ବୈଜ୍ଞାନିକ
sr: Инжењерство и наука
th: เกี่ยวกับวิศวกรรมและวิทยาศาสตร์
uk: Наукові та інженерні

source: English (UK) Support
ar: دعم الإنجليزية البريطانية
ast: Sofitu pal inglés (RU)
fi: Englannin (Iso-Br.) kielituki
gu: અંગ્રેજી (UK) આધાર
hr: Podrška za britanski engleski
or: ଇଂରାଜୀ (ଯୁକ୍ତରାଜ୍ଯ) ସହାୟତା
sr: Подршка за енглески (УК)
th: การสนับสนุนภาษาอังกฤษ (สหราชอาณาจักร)
uk: Підтримка англійської (британської) мови

source: Esperanto Support
ar: دعم اسبرانتو
ast: Sofitu pal esperantu
fi: Esperanton kielituki
or: ଏସପାରେଣ୍ଟୋ ସହାୟତା
sr: Подршка за есперанто
th: การสนับสนุนภาษาเอสเปรันโต
uk: Підтримка мови есперанто

source: Estonian Support
ar: دعم الإستونيّة
ast: Sofitu pal estoniu
fi: Viron kielituki
gu: ઈસ્ટોનિયાઈ આધાર
hr: Podrška za estonski
or: ଇଷ୍ଟୋନିୟାନ ସହାୟତା
sr: Подршка за естонски
th: การสนับสนุนภาษาเอสโตเนีย
uk: Підтримка естонської мови

source: Ethiopic Support
ar: دعم الأثيوبيه
ast: Sofitu pal etíope
fi: Etiopian kielituki
gu: ઈથીઓપિક આધાર
hr: Podrška za etiopski
or: ଇଥିଓପୀକ ସହାୟତା
sr: Подршка за етиопљански
th: การสนับสนุนภาษาเอทิโอเปีย
uk: Підтримка ефіопської мови

source: FTP Server
ar: خادم FTP
ast: Sirvidor FTP
fi: FTP-palvelin
gu: FTP સર્વર
hr: FTP poslužitelj
or: ଏଫ.ଟି.ପି. ସେବକ
sr: FTP сервер
th: ตัวให้บริการ FTP
uk: Сервер FTP

source: Faeroese Support
ast: Sofitu pal faroés
fi: Fäärin kielituki
gu: ફેઈરોઝી આધાર
hr: Podrška za farski
or: ଫିରୋଜ ସହାୟତା
th: การสนับสนุนภาษาแฟโร
uk: Підтримка фарерської мови

source: Fedora Packager
ar: تحزيم فيدورا
ast: Empaquetador de Fedora
fi: Fedora-paketoija
or: Fedora ପ୍ୟାକେଜକାରୀ
sr: Fedora програм за паковање
th: ผู้สร้างแพกเกจ Fedora
uk: Пакувальник Fedora

source: Fijian Support
ar: دعم الفيجية
ast: Sofitu pal Fijian
fi: Fidžin kielituki
or: ଫିଜିଆନ ସହାୟତା
sr: Подршка за фиџијан
th: การสนับสนุนภาษาฟิจิ
uk: Підтримка мови Фіджі

source: Filipino Support
ar: دعم الفلبينية
ast: Sofitu pal filipín
fi: Filipinon kielituki
or: ଫିଲିପିନ ସହାୟତା
sr: Подршка за филипински
th: การสนับสนุนภาษาฟิลิปปินส์
uk: Підтримка філіппінської

source: Finnish Support
ar: دعم الفنلنديّة
ast: Sofitu pal finlandés
fi: Suomen kielituki
gu: ફિનિશ આધાર
hr: Podrška za finski
or: ଫିନିଶ ସହାୟତା
sr: Подршка за фински
th: การสนับสนุนภาษาฟินแลนด์
uk: Підтримка фінської мови

source: Font design and packaging
ar: تصميم الخط وتحزيمه
ast: Diseño y empaquetamientu de Fontes
fi: Kirjasinten suunnittelu ja paketointi
or: ଅକ୍ଷରରୂପ ସଂରଚନା ଏବଂ ପ୍ୟାକେଜିଙ୍ଗ
sr: Дизајн и паковање фонтова
th: ออกแบบแบบอักษรและทำแพคเกจ
uk: Дизайн шрифтів та їх збирання

source: Fonts
ar: خطوط
ast: Fontes
fi: Kirjasimet
or: ଅକ୍ଷରରୂପ
sr: Фонтови
th: แบบอักษร
uk: Шрифти

source: Fonts packages for rendering text on the desktop.
ar: حزم الخطوط لإخراج النص على سطح المكتب.
ast: Paquete de fontes pa renderizar testu nel escritoriu
fi: Kirjasinpaketteja tekstin piirtämiseen työpöydällä.
or: ଡେସ୍କଟପରେ ପାଠ୍ୟ ପ୍ରତିପାଦନ ପାଇଁ ଅକ୍ଷରରୂପ ପ୍ୟାକେଜଗୁଡିକ।
sr: Пакети фонтова за приказ текста на радној површини.
th: แพคเกจแบบอักษรสำหรับวาดข้อความบนพื้นโต๊ะ
uk: Пакети шрифтів для виводу тексту на екрані.

source: French Support
ar: دعم الفرنسيّة
ast: Sofitu pal francés
fi: Ranskan kielituki
gu: ફ્રેંચ આધાર
hr: Podrška za francuski
or: ଫରାସୀ ସହାୟତା
sr: Подршка за француски
th: การสนับสนุนภาษาฝรั่งเศส
uk: Підтримка французької мови

source: Frisian Support
ar: دعم الفريزية
ast: Sofitu pal frisiu
fi: Friisin kielituki
or: ଫ୍ରିସିଆନ ସହାୟତା
sr: Подршка за фризијски
uk: Підтримка фрізької мови

source: Friulian Support
ar: دعم الفريلايان
ast: Sofitu pal friuliu
fi: Friulin kielituki
or: ଫ୍ରିଲିଆନ ସହାୟତା
sr: Подршка за фурлански
uk: Підтримка фріульської мови

source: From CD recording to playing audio CDs and multimedia files, this package group allows you to work with sound and video on the system.
ar: من تسجيل و تشغيل الاسطوانات الصوتية و الملفات الصوتية، تسمح لك هذه المجموعة من الحزم من التعامل مع الصوتيات و المرئيات على النظام.
ast: Dende la grabación de CDs fasta la reproducción de CDs d'audio y ficheros multimedia, esti paquete permítete trabayar con audio y video nel sistema.
fi: Tämä pakettiryhmä mahdollistaa äänen ja videon käsittelemisen, kuten esimerkiksi CD-levyn polttamisen ja musiikkilevyjen sekä multimediatiedostojen toistamisen.
gu: CD માંથી ઓડિયો CD અને મલ્ટિમીડિયા ફાઈલો રેમૂળ્ડ કરવાથી વગાડવા સુધીનું બધુ આ પેકેજ જૂથ તમને ધ્વનિ અને વિડીયો સાથે સિસ્ટમ પર કામ કરવા માટે પરવાનગી આપે છે.
hr: Ova grupa paketa omogućuje vam rad sa zvukom i videom, poput snimanja CD-a i pokretanja multimedijskih datoteka.
or: ଏହି ପ୍ଯାକେଜ ସମୂହଟି ସି.ଡି. ରେକର୍ଡିଂ ରୁ ଆରମ୍ଭ କରି, ଅଡିଓ ସି.ଡି. ଏବଂ ବହୁ ଦର୍ଶନ ଚାଳନ ପର୍ଯ୍ଯନ୍ତ ଆପଣଙ୍କ ତନ୍ତ୍ର ରେ ଥିବାସମସ୍ତ ଅଡିଓ ଏବଂ ଭିଡିଅ ସାଧନ ସହିତ କାର୍ଯ୍ଯ କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରିଥାଏ
sr: Од снимања до слушања аудио ЦД-ова и мултимедијалних датотека, ова група пакета омогућава рад са звуком и видеом.
th: มีตั้งแต่ตัวบันทึกซีดีจนกระทั่งตัวเล่นซีดีเพลงและแฟ้มมัลติมีเดีย แพ็กเกจนี้ทำให้ระบบคอมพิวเตอร์ของคุณสามารถทำงานกับเสียงและวิดีโอได้
uk: Від запису CD до програвання звукових дисків та мультимедійних файлів, ця група пакетів дозволяє працювати зі звуком та відео.

source: GNOME Desktop Environment
ar: بيئة سطح المكتب جينوم
ast: Entornu d'escritoriu GNOME
fi: Gnome-työpöytäympäristö
gu: જીનોમ ડેસ્કટોપ પર્યાવરણ
hr: GNOME radno okruženje
or: ନୋମ ଡେସ୍କଟପ ପରିବେଶ
sr: GNOME радно окружење
th: สภาพแวดล้อมเดสก์ท็อปแบบ GNOME
uk: Графічне середовище GNOME

source: GNOME Software Development
ar: برامج تطوير جينوم
ast: Desendolcu de software pa GNOME
fi: Gnome-ohjelmistokehitys
gu: જીનોમ સોફ્ટવેર વિકાસ
hr: GNOME razvoj softvera
or: ନୋମ ସଫ୍ଟୱେର ବିକାଶ
sr: Развој GNOME софтвера
th: ระบบการพัฒนาซอฟต์แวร์บน GNOME
uk: Розробка з використанням GNOME

source: GNOME is a powerful graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
ar: GNOME عبارة عن واجهة رسومية للمستخدم تحتوي على لوحة للتحكم و سطح مكتب و أيقونات النظام ومدير الملفات الرسومية.
ast: GNOME ye una interface gráfica d'usuariu potente qu'inclúi un panel, un escritoriu, iconos del sistema y alministrador de ficheros gráficos.
fi: Gnome on tehokas, graafinen käyttöliittymä, joka sisältää paneelin, työpöydän, järjestelmäkuvakkeet ja graafisen tiedostohallinnan.
gu: જીનોમ એ શક્તિશાળી, ગ્રાફિકવાળું વપરાશકર્તા ઈન્ટરફેસ છે કે જે પેનલ, ડેસ્કટોપ, સિસ્ટમ ચિહ્નો, અને ગ્રાફિકવાળુ ફાઈલ વ્યવસ્થાપક સમાવે છે.
hr: GNOME je moćno grafičko korisničko sučelje koje uključuje ploču, radnu površinu, sistemske ikone i grafičko upravljanje datotekama.
or: ନୋମ ଗୋଟିଏ ଶକ୍ତିଶାଳୀ ଆଲେଖୀକ ଚାଳକ ଅନ୍ତରାପୃଷ୍ଠ ଅଟେ ଯାହାକି ଗୋଟିଏ ପ୍ଯାନେଲ, ଡେସ୍କଟପ, ତନ୍ତ୍ରର ଚିତ୍ରସଙ୍କେତ,ଏବଂ ଗୋଟିଏ ଆଲେଖୀକ ଫାଇଲ ପରିଚାଳକ ଧାରଣ କରିଥାଏ।
sr: GNOME је моћно графичко корисничко окружење које садржи панел, радну површину, системске иконе, и графички управљач датотекама.
th: GNOME เป็นระบบติดต่อผู้ใช้ที่เป็นกราฟิกที่ประกอบด้วยพาเนล, พื้นโต๊ะ, ไอคอนของระบบ และตัวจัดการไฟล์แบบกราฟฟิค
uk: GNOME - потужне графічне середовище, до його складу входить панель, робоча стільниця, системні значки та графічний менеджер файлів.

source: Gaelic Support
ar: دعم الغيلية
ast: Sofitu pal galés
fi: Gaelin kielituki
gu: ગાએલીક આધાર
hr: Podrška za galski
or: ଗାଏଲିକ ସହାୟତା
sr: Подршка за галски
uk: Підтримка арабської мови

source: Galician Support
ar: دعم الجاليكية
ast: Sofitu pal gallegu
fi: Galician kielituki
gu: ગાલિસિયન આધાર
hr: Podrška za galicijski
or: ଗାଲିସୀୟାନ ସହାୟତା
sr: Подршка за галицијски
th: การสนับสนุนภาษากาลิเซีย
uk: Підтримка галісійської мови

source: Games and Entertainment
ar: الألعاب و الترفيه
ast: Xuegos ya entretenimientu
fi: Pelit ja viihde
gu: રમતો અને મજા
hr: Igre i zabava
or: ଖେଳ ଏବଂ ମନୋରଞ୍ଜନ
sr: Игре и разонода
th: เกมและโปรแกรมเพื่อความบันเทิง
uk: Ігри та розваги

source: Georgian Support
ar: دعم الجورجية
ast: Sofitu pal xeorxanu
fi: Georgian kielituki
or: ଜରଜିୟାନ ସହାୟତା
sr: Подршка за грузијски
th: การสนับสนุนภาษาจอร์เจีย
uk: Підтримка грузинської мови

source: German Support
ar: دعم الألمانيّة
ast: Sofitu pal alemán
fi: Saksan kielituki
gu: જર્મન આધાર
hr: Podrška za njemački
or: ଜର୍ମାନୀ ସହାୟତା
sr: Подршка за немачки
th: การสนับสนุนเยอรมัน
uk: Підтримка німецької мови

source: Graphical Internet
ar: انترنت رسومي
ast: Internet gráfica
fi: Graafinen Internet
gu: ગ્રાફિકવાળુ ઈન્ટરનેટ
hr: Grafičko sučelje za Internet
or: ଆଲେଖୀକ ଇଣ୍ଟରନେଟ
sr: Графички интернет
th: อินเทอร์เน็ตแบบกราฟิก
uk: Графічні засоби Інтернет

source: Graphics
ar: رسوميّات
ast: Gráficos
fi: Grafiikka
gu: ગ્રાફિક્સ
hr: Grafike
or: ଆଲେଖୀକ
sr: Графика
th: กราฟิกส์
uk: Графіка

source: Greek Support
ar: دعم اليونانيّة
ast: Sofitu pal griegu
fi: Kreikan kielituki
gu: ગ્રીક આધાર
hr: Podrška za grčki
or: ଗ୍ରୀକ ସହାୟତା
sr: Подршка за грчки
th: สนับสนุนภาษากรีก
uk: Підтримка грецької мови

source: Gujarati Support
ar: الدعم الغوجاراتية
ast: Sofitu pal gujarati
fi: Gudžaratin kielituki
gu: ગુજરાતી આધાર
hr: Podrška za gujarati
or: ଗୁଜୁରାଟୀ ସହୟତା
sr: Подршка за гуџаратски
th: การสนับสุนนภาษาคุชราตี
uk: Підтримка мови гуджараті

source: Hardware Support
ar: دعم العتاد
ast: Sofitu pal Hardware
fi: Laitteistotuki
gu: હાર્ડવેર આધાર
hr: Hardverska podrška
or: ହାର୍ଡୱେର ସହାୟତା
sr: Хардверска подршка
th: การรองรับฮาร์ดแวร์
uk: Підтримка обладнання

source: Hebrew Support
ar: دعم العبريّة
ast: Sofitu pal hebréu
fi: Heprean kielituki
gu: હિબ્રુ આધાર
hr: Podrška za hebrejski
or: ହେବୃ ସହାୟତା
sr: Подршка за хебрејски
th: การสนับสนุนภาษาฮีบรู
uk: Підтримка мови іврит
