Repository: DavidePrincipi/comps
Catalog: po/*.po
Languages: ar, ast, fi, gu, hr, or, sr, th, uk

source: These tools include core development tools such as automake, gcc, perl, python, and debuggers.
ar: هذه الأدوات تحتوي على أدوات تطوير رئيسية مثل automake، gcc، بيرل، بيثون، ومزيلات العلل.
ast: Estes ferramientes inclúin les principales ferramientes de desendolcu, como por exemplu automake, gcc, perl, python y depuradores.
fi: Nämä työkalut sisältävät keskeisiä kehitystyökaluja, kuten automaken, gcc:n, perlin, pythonin ja vianjäljitysohjelmia.
gu: આ સાધનો મૂળ વિકાસના સાધનો જેમ કે automake, gcc, perl, python, અને debuggers સમાવે છે.
hr: Ovi alati obuhvaćaju osnovne alate za razvoj, poput automake, gcc, perl,python i programi za otkrivanje i uklanjanje nedostataka.
or: ଏହି ଉପକରଣ ଗୁଡିକ ସ୍ବୟଂସ୍ରୁଷ୍ଟ, ଜିସିସି, ପର୍ଲ, ପାଇଥନ, ଏବଂ ତ୍ରୁଟିମୁକ୍ତ କାରକ ଭଳି ପ୍ରମୂଖ ବିକାଶ ଉପକରଣ ମାନଙ୍କୁ ସଂଲଗ୍ନିତ କରି ଥାଆନ୍ତି
sr: Ове алатке садрже основне развојне алатке као што су automake, gcc, perl, python, и програме за праћење грешака.
th: เครื่องมือเหล่านี้ประกอบด้วยเครื่องมือพัฒนาหลักๆ เช่น automake, gcc, perl, python และตัวตรวจหาบั๊ก
uk: Ці засоби включають основні засоби розробки, наприклад automake, gcc, perl, python та програми налагодження.

source: This group allows you to configure the system as a news server.
ar: تتيح لك هذه المجموعة تهيئة النظام ليعمل كخادم للأخبار.
ast: Esti grupu permítete configurar el sistema como un sirvidor de noticies.
fi: Tämä ryhmä mahdollistaa postipalvelimen konfiguroinnin järjestelmään.
gu: આ જૂથ તમને સમાચાર સર્વર તરીકે રુપરેખાંકિત કરવાની પરવાનગી આપે છે.
hr: Ova vam grupa omogućuje konfiguriranje sustava kao poslužitelja novosti.
or: ଏହି ସମୂହଟି ଆପଣଙ୍କୁ, ତନ୍ତ୍ର କୁ ଗୋଟିଏ ଖବର ସେବକ ଭାବ ରେ ବିନ୍ଯାସ କରିବାକୁ ଅନୁମତି ପ୍ରଦାନ କରି ଥାଏ
sr: Ова група омогућава да систем буде подешен као сервер вести.
th: กลุ่มนี้ทำให้คุณตั้งค่าให้ระบบทำงานเป็นตัวให้บริการกลุ่มข่าวได้
uk: Ця група дозволяє використовувати систему як сервер новин.

source: This group contains all of Red Hat's custom server configuration tools.
ar: تحتوي هذه المجموعة على كل أدوات ردهات لتهيئة خادم مُخصّص.
ast: Esti grupu caltién toles ferramientes de configuración del sirvidor propies de Red Hat.
fi: Tämä ryhmä sisältää kaikki Red Hatin omat palvelinasetustyökalut.
gu: આ જૂથ Red Hat ના સર્વરના રુપરેખાના બધા કસ્ટમ સાધનો સમાવે છે.
hr: Ova grupa obuhvaća sve Red Hat alate za konfiguriranje poslužitelja.
or: ଏହି ସମୂହଟି Red Hat ର ସମସ୍ତ ଗ୍ରାହକ ସେବା ବିନ୍ଯାସ ଉପକରଣ ମାନଙ୍କୁ ଧାରଣ କରି ଅଛି
sr: Ова група садржи све Red Hat-ове прилагођене алатке за подешавање сервера.
th: กลุ่มนี้ประกอบไปด้วยเครื่องมือตั้งค่าตัวให้บริการของ Red Hat ทั้งหมด
uk: Ця група включає в себе всі засоби адміністрування сервера, які написані у Red Hat.

source: This group includes a minimal set of packages. Useful for creating small router/firewall boxes, for example.
ar: تحتوي هذه المجموعة على حزم قليلة. مفيدة مثلا لإنشاء صناديق مسارات/جدارات نارية.
ast: Esti grupu inclúi un conxuntu de paquetes mínimu. Enforma útil pa la creación de pequeñes caxes d'enrutadores/torgafueos, por exemplu.
fi: Tämä pieni pakettiryhmä sisältää ohjelmat esimerkiksi pienen reitittimen tai palomuurin luomiseksi.
gu: આ જૂથ પેકેજોના ન્યુનતમ જૂથનો સમાવેશ કરે છે. નાના ઉપયોગી રાઉટર/ફાયરવોલ બોક્સ બનાવવા માટે ઉપયોગી છે, ઉદાહરણ તરીકે.
hr: Ova grupa sadrži najmanji komplet paketa. Korisno za izradu manjeg računala u funkciji preusmjerivača ili vatrozida.
or: ଏହି ସମୂହଟି ପ୍ଯାକେଜ ମାନଙ୍କ ର ସର୍ବନିମ୍ନ ସେଟ କୁ ସଂଲଗ୍ନିତ କରିଅଛି |ଉଦାହରଣ ସ୍ବରୂପ, କ୍ଷୁଦ୍ର ପଥ ସୂଚକ/ଅଗ୍ନି ରକ୍ଷକ ବାକ୍ସ ମାନଙ୍କୁ ସୃଷ୍ଟି କରିବା ରେ ଲାଭପ୍ରଦ ହୋଇଥାଏ
sr: Ова група садржи најмањи скуп пакета. Корисна је за, на пример, прављење малих рутерских кутија/заштитних зидова.
th: กลุ่มนี้ประกอบด้วยชุดแพกเกจที่เล็กที่สุด มีประโยชน์สำหรับเอาไว้สร้างเราเตอร์หรือไฟร์วอลล์ขนาดเล็ก เป็นต้น
uk: Група містить мінімальний набір пакетів. Вона підходить для створення невеликих маршрутизаторів/мережних екранів.

source: This group includes graphical email, Web, and chat clients.
ar: تحتوي هذه المجموعة على عملاء بواجهة رسومية للبريد و الويب و الدردشة.
ast: El grupu inclúi veceros gráficos de corréu electrónicu, Web y chat.
fi: Tämä ryhmä sisältää graafisia sähköposti-, WWW- ja keskusteluohjelmia.
gu: આ જૂથ ગ્રાફિકવાળું ઈ-મેઈલ, વેબ અને સંવાદ ક્લાઈન્ટો સમાવે છે.
hr: Ova grupa obuhvaća grafičke klijente za e-poštu, Internet i razgovor.
or: ଏହି ସମୂହଟି ଆଲେଖୀକ ଇ-ଡାକ, ୱେବ, ଏବଂ ଆଳାପ ଗ୍ରାହକ ମାନଙ୍କୁ ସଂଲଗ୍ନିତ କରିଥାଏ।
sr: Ова група садржи графичке клијенте за е-пошту, Веб и ћаскање.
th: กลุ่มนี้ประกอบด้วยตัวรับส่งอีเมล เว็บ และโปรแกรมสนทนา แบบกราฟิก
uk: Ця група включає графічні клієнти електронної пошти, Веб та чату.

source: This group includes packages for performing mathematical and scientific computations and plotting, as well as unit conversion.
ar: تحتوي هذه المجموعة على حزم لعمل الحسابات و العمليات العلمية و تحويل الوحدات.
ast: El grupu inclúi paquetes pa executar cálculos matemáticos y científicos, así como trazaos y conversión d'unidaes.
fi: Tämä ryhmä sisältää paketteja matemaattiseen ja tieteelliseen laskentaan sekä piirtämiseen, ja myös yksikönmuunnoksiin.
gu: આ જૂથ ગાણિતીક અને વૈજ્ઞાનિક ગણતરીઓ અને પ્લોટીંગ તથા એકમમાં ફેરફાર કરવા માટે પેકેજો સમાવે છે.
hr: Ova grupa obuhvaća pakete za izvođenje matematičkih i znanstvenih izračunavanja i iscrtavanje, kao i za pretvaranje mjernih jedinica.
or: ଏହି ସମୂହଟି ଗାଣିତିକ ଏବଂ ବୈଜ୍ଞାନିକ ଗଣନା ଏବଂ ମାନାଙ୍କନ, ସହିତ ଏକକ ରୂପାନ୍ତରଣ ଇତ୍ଯାଦି କାର୍ଯ୍ଯ ସାଧନ ପାଇଁ ବିଭିନ୍ନ ପ୍ଯାକେଜ ମାନଙ୍କୁ ସଂଲଗ୍ନିତ କରି ଅଛି
sr: Ова група садржи пакете за извршавање математичких и научних прорачуна и цртања, као и претварање јединица.
th: กลุ่มนี้ประกอบด้วยแพ็กเกจด้านคณิตศาสตร์และวิทยาศาสตร์ การคำนวณและพล็อตกราฟ รวมไปถึงการแปลงหน่วย
uk: Ця група містить додатки для математичних та інших наукових обчислень, створення графіків та перетворень одиниць.

source: This group includes packages to help you manipulate and scan images.
ar: تحتوي هذه المجموعة على حزم لتساعدك على تعديل و مسح الصور,
ast: Esti grupu inclúi paquetes van permitite remanar y escanear imáxenes.
fi: Tämä ryhmä sisältää paketteja kuvien muokkaamiseen ja skannaamiseen.
gu: આ જૂથ ચિત્રો જોવા અને સાચવવા માટે પેકેજો સમાવે છે.
hr: Ova grupa obuhvaća pakete koji će vam pomoći pri uređivanju i skeniranju slika.
or: ଏହି ସମୂହଟି ଆପଣଙ୍କୁ, ଚିତ୍ର ମାନଙ୍କ ର ସଙ୍କଳନ ଏବଂ କ୍ରମବୀକ୍ଷଣ ରେ ସହାୟକ ହେବା ପାଇଁ ବିଭିନ୍ନ ପ୍ଯାକେଜ ମାନଙ୍କୁ ସଂଲଗ୍ନିତ କରି ଅଛି
sr: Ова група садржи пакете који вам помажу при обради и скенирању слика.
th: กลุ่มนี้ประกอบด้วยแพกเกจที่จะช่วยให้คุณตกแต่งและสแกนภาพได้
uk: Ця група містить програми роботи з графікою та сканерами.

source: This group includes text-based email, Web, and chat clients. These applications do not require the X Window System.
ar: تحتوي هذه المجموعة على عملاء للبريد و الويب و الدردشة بدون واجهة رسومية. هذه التطبيقات لا تحتاج لنظام نواذف X.
ast: Esti grupu inclúi corréu electrónicu en mou de testu, veceros web y de chat. Estes aplicaciones nun necesiten el Sistema de Ventanes X.
fi: Tämä ryhmä sisältää tekstipohjaisia sähköpostiohjelmia sekä web- ja keskusteluasiakasohjelmistoja. Nämä ohjelmat eivät tarvitse X-ikkunointijärjestelmää.
gu: આ જૂથ લખાણ-આધારિત ઈ-મેઈલ, વેબ, અને સંવાદ ક્લાઈન્ટો સમાવે છે. આ કાર્યક્રમોને X વિન્ડો સિસ્ટમની જરુર નથી.
hr: Ova grupa obuhvaća tekstualne klijente za e-poštu, Internet i razgovor. Ove aplikacije ne zahtijevaju X sustav prozora.
or: ଏହି ସମୂହଟି ପାଠ୍ଯ ଧାରା ଉପରେ ଆଧାରିତ ଇ-ଡାକ, ୱେବ, ଏବଂ ଆଳାପ ଗ୍ରାହକ ମାନଙ୍କୁ ସଂଲଗ୍ନିତ କରି ଅଛି | ଏହି ପ୍ରୟୋଗ ମାନଙ୍କ ପାଇଁ X ୱିଣ୍ଡୋ ତନ୍ତ୍ର ର ଆବଶ୍ଯକତା ନାହିଁ
sr: Ова група садржи текстуалне клијенте за е-пошту, Веб и ћаскање. Ови програми не захтевају Икс систем прозора.
th: กลุ่มนี้ประกอบด้วยตัวรับส่งเมล เว็บ และโปรแกรมสนทนา แบบโหมดข้อความ ทั้งหมดนี้ไม่ต้องการระบบ X Window
uk: Ця група містить текстові програми роботи з електронною поштою, Веб та чат-клієнти. Програми цієї групи не вимагають системи X Window.

source: This group is a collection of graphical administration tools for the system, such as for managing user accounts and configuring system hardware.
ar: تحتوي هذه المجموعة على أدوات ذات واجهة رسومية لإدارة النظام مثل إدارة حسابات المستخدمين و تهيئة عتاد النّظام.
ast: Esti grupu ye una escoyeta de ferramientes gráfiques d'alministración, tales como alministración de cuentes d'usuarios y de configuración del hardware del sistema.
fi: Tämä ryhmä sisältää kokoelman graafisia järjestelmänhallintatyökaluja, kuten käyttäjätunnuksien ja järjestelmän laitteiston hallinnan.
gu: આ જૂથ એ સિસ્ટમ માટે ગ્રાફિકવાળું સંચાલન સાધનોનો સંગ્રહ છે, જેમ કે વપરાશકર્તાના ખાતાઓની વ્યવસ્થા કરવા માટે અને સિસ્ટમ હાર્ડવેર રુપરેખાંકિત કરવા માટે.
hr: Ova je grupa kolekcija grafičkih administrativnih alata za sustav, poput alata za upravljanje korisničkim nalozima i konfiguriranje hardvera.
or: ଏହି ସମୂହଟି ତନ୍ତ୍ର ପାଇଁ ଆଲେଖୀକ ପ୍ରଶାସନୀୟ ଉପକରଣ ମାନଙ୍କ ର ସଂଗ୍ରହାଳୟ, ଉଦାହରଣ ସ୍ବରୂପ ଚାଳକ ର ହିସାବ ଖାତା ର ପରିଚାଳନା କରିବା କିମ୍ବା ତନ୍ତ୍ର ର ହାର୍ଡଓ୍ବେର କୁ ବିନ୍ଯାସ କରିବା
sr: Ова група је скуп графичких системских административних алатки, нпр. за управљање корисничким налозима и подешавање хардвера у систему.
th: กลุ่มนี้ประกอบด้วยเครื่องมือบริหารจัดการระบบแบบกราฟิก เช่น การจัดการบัญชีผู้ใช้และตั้งค่าฮาร์ดแวร์ของระบบ
uk: Ця група містить графічні додатки для налаштовування системи. За допомогою цих програм можна керувати системними обліковими записами користувачів та налаштовувати параметри обладнання.

source: This group is a collection of tools and resources of Armenian environments.
ar: هذه المجموعة هي مجموعة من الأدوات والموارد من البيئات الأرمنية.
ast: Esti grupu ye un conxuntu de ferramientes y recursos de los entornos n'Armeniu.
fi: Tämä ryhmä sisältää kokoelman työkaluja ja välineitä armenialaisiin ympäristöihin.
gu: આ જૂથ એ અર્મેનિયાઈ પર્યાવરણોના સાધનો અને સ્રોતોનો સમૂહ છે.
hr: Ova grupa je kolekcija alata i resursa armenskog radnog okruženja.
or: ଏହି ସମୂହ ଆର୍ମେନିୟାନ ପରିବେଶର ଉପକରଣ ଏବଂ ସମ୍ବଳ ମାନଙ୍କର ଗୋଟିଏ ସମଷ୍ଟି ଅଟେ।
sr: Ова група је скуп алатки и ресурса за јерменско окружење.
th: กลุ่มนี้ประกอบด้วยเครื่องมือและทรัพยากรสำหรับสภาพการทำงานภาษาอาร์เมเนีย
uk: Ця група містить набір утиліт та ресурсів для вірменської локалізації.

source: This group is a collection of tools for various hardware specific utilities.
ar: هذه المجموعة تحوي أدوات خاصة بعتاديات hardware معينة
ast: Esti grupu ye un conxuntu de ferramientes pa delles finalidaes específiques al hardware.
fi: Tämä ryhmä on kokoelma laitteistospesifisiä hyötyohjelmia.
gu: આ જૂથ એ વિવિધ હાર્ડવેર લગતી ઉપયોગીતાઓ માટે સાધનોનો સમૂહ છે.
hr: Ova grupa je kolekcija alata i namijenjenih određenom hardveru.
or: ଏହି ସମୂହଟି ବିଭିନ୍ନ ହାର୍ଡୱେର ନିର୍ଦ୍ଦିଷ୍ଟ ଉପଯୋଗୀତା ମାନଙ୍କ ପାଇଁ ଉପକରଣ ମାନଙ୍କର ଗୋଟିଏ ସମଷ୍ଟି ଅଟେ।
sr: Ова група је скуп алатки за разне програме својствене хардверу.
th: กลุ่มนี้ประกอบด้วยเครื่องมือสำหรับอุปกรณ์ฮาร์ดแวร์ต่างๆ
uk: Ця група містить набір інструментів для різних утиліт роботи з обладнанням.

source: This group is a collection of tools used in the design, modification, manipulation, and packaging of fonts.
ar: هذه المجموعة هي مجموعة من الأدوات المستخدمة في تصميم، وتعديل، وتحزيم الخطوط.
ast: Esti grupu ye un conxuntu de ferramientes que s'usen nel diseñu, modificación, remanamientu y empaquetáu de fontes (tribes de lletres).
fi: Tämä ryhmä sisältää kokoelman työkaluja kirjasinten suunnitteluun, muokkaamiseen ja paketointiin.
or: ଅକ୍ଷରରୂପ ସଂରଚନା, ପରିବର୍ତ୍ତନ, ପ୍ରକଳନ, ଏବଂ ପ୍ୟାକେଜିଙ୍ଗ ପାଇଁ ବ୍ୟବହୃତ ଉପକରଣମାନଙ୍କର ଗୋଟିଏ ସମଷ୍ଟି ଅଟେ।
sr: Ова група је скуп алатки које се користе за дизајн, измену, обраду, и паковање фонтова.
th: กลุ่มนี้เป็นเครื่องมือที่ใช้ในการออกแบบ, ดัดแปลงและทำแพคเกจแบบอักษร
uk: Група являє собою набір утиліт для розробки, зміни, маніпуляції та упаковки шрифтів.

source: This group is a collection of various tools for the system, such as the client for connecting to SMB shares and tools to monitor network traffic.
ar: تحتوي هذه المجموعة على أدوات مختلفه للنظام، مثل برنامج للإتصال بمُشاركات كتلة رسائل النّظام (SMB) و أدوات لمراقبة نقل البيانات على الشبكة.
ast: Esti grupu ye una colección de ferramientes varias pal sistema, ente elles alcuéntrase un veceru pa coneutase a particiones SMB, ferramientes pa monitorear el tráficu de redes, ente otres.
fi: Tämä ryhmä sisältää kokoelman erilaisia järjestelmätyökaluja, kuten asiakasohjelmiston SMB-jakoihin yhdistämiseen ja työkalun verkkoliikenteen tarkkailuun.
gu: આ જૂથ એ સિસ્ટમ માટે વિવિધ સાધનોનો સંગ્રહ છે, જેમ કે SMB સાથે સંપર્ક કરવા માટે ક્લાઈન્ટ અને નેટવર્ક ટ્રાફિક જોવા માટેના સાધનો.
hr: Ova je grupa kolekcija različitih alata za sustav, poput klijenata za povezivanje s SMB dijeljenjima i alati za nadzor mrežnog prometa.
or: ଏହି ସମୂହଟି ତନ୍ତ୍ର ପାଇଁ ଆବଶ୍ଯକୀୟ ବିଭିନ୍ନ ଉପକରଣ ମାନଙ୍କ ର ସଂଗ୍ରହାଳୟ, ଉଦାହରଣ ସ୍ବରୂପ ଏସ୍.ଏମ୍.ବି. ସହଭାଗ ମାନଙ୍କ ସହିତ ସଂଯୋଜିତ ଗ୍ରାହକ ଏବଂ ନେଟୱାର୍କ ଟ୍ରାଫିକ ଉପରେ ଦ୍ରୁଷ୍ଟି ରଖିବା ପାଇଁ ଉପକରଣ ମାନ
sr: Ова група је скуп разних системских алатки, као што су клијент за приступ SMB дељеним објектима и алатке за надгледање мрежног саобраћаја.
th: กลุ่มนี้ประกอบด้วยเครื่องมือเกี่ยวกับระบบมากมาย เช่น โปรแกรมลูกข่ายสำหรับติดต่อกับ SMB share และเครื่องมือเฝ้าติดตามการจราจรในเครือข่าย
uk: Ця група містить різні системні утиліти, такі як програми для доступу до ресурсів SMB та програми контролю мережного трафіку.

source: This package group allows you to run a DNS name server (BIND) on the system.
ar: تتيح لك هذه المجموعة من الحزم تشغيل خادم خدمة أسم النّطاق (BIND) على النظام.
ast: Esti paquete permítente executar un sirvidor de nomes DNS (BIND) nel sistema.
fi: Tämä paketti mahdollistaa DNS-nimipalvelimen (BIND) ajamisen järjestelmässä.
gu: આ પેકેજનું જૂથ તમને સિસ્ટમ પર DNS નામ સેવા (BIND) ચલાવવાની પરવાનગી આપે છે.
hr: Ova vam grupa paketa dopušta pokretanje DNS poslužitelja naziva (BIND).
or: ଏହି ପ୍ଯାକେଜ ସମୂହଟି ଆପଣଙ୍କୁ ତନ୍ତ୍ର ରେ ଡି.ଏନ୍.ଏସ୍. ନାମ ସେବକ (ବାଇଣ୍ଡ) କୁ ଚଳାଇବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରି ଥାଏ
sr: Ова група пакета омогућава извршавање DNS сервера имена (BIND) на систему.
th: แพ็กเกจกลุ่มนี้ทำให้คุณรันตัวให้บริการชื่อ DNS (BIND) บนระบบได้
uk: Пакети цієї групи дозволяють встановити та налаштувати сервер DNS (BIND).

source: This package group allows you to share files between Linux and MS Windows(tm) systems.
ar: تتيح لك هذه المجموعة من الحزم مشاركة الملفات بين لينوكس و نظام نوافذ ميكروسوفت.
ast: Esti grupu de paquetes permítente compartir ficheros ente los sistemes Linux y MS Windows (tm).
fi: Tämä paketti mahdollistaa tiedostojen jakamisen Linux- ja MS Windows™ -järjestelmien välillä.
gu: આ જૂથ તમને લિનક્સ અને વિન્ડોઝ વચ્ચે ફાઈલો વહેંચવાની પરવાનગી આપે છે.
hr: Ovi vam grupa paketa dopušta dijeljenje datoteka između Linux i MS Windows(tm) sustava.
or: ଏହି ପ୍ଯାକେଜ ସମୂହଟି ଆପଣଙ୍କୁ Linux ଏବଂ MS Windows(tm) ତନ୍ତ୍ର ମାନଙ୍କ ମଦ୍ଧ୍ଯ ରେ ଫାଇଲ ମାନଙ୍କ ର ବିନିମୟ କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରି ଥାଏ
sr: Ова група пакета омогућава дељење датотека између Linux и MS Windows(tm) система.
th: แพกเกจกลุ่มนี้ทำให้คุณแชร์แฟ้มระหว่างลินุกซ์และไมโครซอฟท์วินโดวส์ (tm) ได้
uk: Ця група пакетів надає можливість отримувати доступ до файлів між системами Linux та MS Windows (tm).

source: This package group contains packages useful for use with MySQL.
ar: تحتوي هذه المجموعة على حزم مفيدة للاستخدام مع MySQL.
ast: Esti grupu inclúi paquetes útiles pa usar con MySQL.
fi: Tämä pakettiryhmä sisältää hyödyllisiä paketteja käytettäväksi MySQL:n kanssa.
gu: આ પેકેજ જૂથ MySQL સાથે વાપરવા માટેના જરુરી પેકેજો સમાવે છે.
hr: Ova grupa paketa sadrži korisne pakete za rad s MySQL.
or: ଏହି ପ୍ଯାକେଜ ସମୂହଟି ମାଇ-ଏସ୍.କ୍ଯୁ.ଏଲ. ସହିତ ବ୍ଯବହାର୍ଯ୍ଯ ଲାଭବାନ ପ୍ଯାକେଜ ମାନଙ୍କୁ ଧାରଣ କରିଅଛି
sr: Ова група пакета садржи пакете корисне при раду са MySQL-ом.
th: กลุ่มแพกเกจนี้ประกอบด้วยแพกเกจที่ใช้เสริมการทำงานของ MySQL
uk: Ця група містить пакети, корисні при використанні з MySQL.

source: This package group includes packages useful for use with Postgresql.
ar: هذه المجموعة تحتوي على حزم مفيدة للاستخدام مع Postgresql.
ast: Esti grupu de paquetes inclúi paquetes útiles pa usar con Postgresql.
fi: Tämä pakettiryhmä sisältää hyödyllisiä paketteja käytettäväksi Postgresql:n kanssa.
gu: આ પેકેજ જૂથ Postgresql સાથે ઉપયોગી પેકેજો સમાવે છે.
hr: Ova grupa paketa uključuje korisne pakete za rad s Postgresql.
or: ଏହି ପ୍ଯାକେଜ ସମୂହଟି ପୋଷ୍ଟ-ଜି.ଆର.ଇ.-ଏସ୍.କ୍ଯୁ.ଏଲ. ସହିତ ବ୍ଯବହାର୍ଯ୍ଯ ଲାଭବାନ ପ୍ଯାକେଜ ମାନଙ୍କୁ ଧାରଣ କରିଅଛି
sr: Ова група пакета садржи пакете корисне при раду са Postgresql-ом.
th: กลุ่มแพกเกจนี้ประกอบด้วยแพกเกจที่เสริมการทำงานของ Postgresql
uk: Ця група містить пакети, корисні при використанні з Postgresql.

source: Tibetan Support
ar: دعم التبتية
ast: Sofitu pal tibetáno
fi: Tiibetin kielituki
or: ତିବେତାନ ସହାୟତା
sr: Подршка за тибетански
th: การสนับสนุนภาษาทิเบต
uk: Підтримка тибетської мови

source: Tonga Support
ar: دعم تونغا
ast: Sofitu pal tonganu
fi: Tongan kielituki
or: ଟୋଙ୍ଗା ସହାୟତା
sr: Подршка за тонгу
th: การสนับสนุนภาษาตองกา
uk: Підтримка мови тонга

source: Tools and Utilities needed by a Fedora Packager
ar: حزم وأدوات تلزم من يعمل الحزم في فيدورا
ast: Ferramientes y Utilitarios necesarios pa un Empaquetador de Fedora
fi: Fedora-paketoijan tarvitsemia työkaluja ja ohjelmia
or: Fedora ପ୍ୟାକେଜକାରୀ ପାଇଁ ଆବଶ୍ୟକ ହେଉଥିବା ସାଧନ ଏବଂ ଉପକରଣଗୁଡିକ
sr: Алатке и услужни програми које користи Fedora програм за паковање
th: เครื่องมือและอุปกรณ์ที่ผู้สร้างแพกเกจ Fedora ต้องใช้
uk: Інструменти та утиліти, що потрібні пакувальнику Fedora

source: Tsonga Support
ar: دعم تسونجا
ast: Sofitu pal tsonga
fi: Tsongan kielituki
gu: સોંગા આધાર
hr: Podrška za Tsonga
or: ସୋଙ୍ଗା ସହାୟତା
sr: Подршка за тсонгу
uk: Підтримка мови тонга

source: Tswana Support
ar: دعم التسوانية
ast: Sofitu pal tswana
fi: Tšwanan kielituki
gu: ત્સવાના આધાર
hr: Podrška za Tswana
or: ଶ୍ବାନା ସହାୟତା
sr: Подршка за тсвану
uk: Підтримка мови тсвана

source: Turkish Support
ar: دعم التركيّة
ast: Sofitu pal turcu
fi: Turkin kielituki
gu: તુર્કી આધાર
hr: Podrška za turski
or: ତୁର୍କୀ ସହାୟତା
sr: Подршка за турски
th: การสนับสนุนภาษาภาษาตุรกี
uk: Підтримка турецької мови

source: Turkmen Support
ar: دعم التركمان
ast: Sofitu pal turkmeniu
fi: Turkmeenin kielituki
or: ତୁର୍କମେନ ସହାୟତା
sr: Подршка за туркменски
uk: Підтримка туркменської мови

source: Ukrainian Support
ar: دعم الأكرانيّة
ast: Sofitu pal ucranianu
fi: Ukrainan kielituki
gu: યુક્રેનિયાઈ આધાર
hr: Podrška za ukrajinski
or: ୟୁକାରୀନୀୟାନ ସହାୟତା
sr: Подршка за украјински
th: การสนับสนุนภาษายูเครน
uk: Підтримка української мови

source: Upper Sorbian Support
ar: دعم الصربيّة العلوية
ast: Sofitu pal serbiu norteñu
fi: Ylä-sorbin kielituki
or: ଉପର ସର୍ବୀୟାନ ସହାୟତା
sr: Подршка за горњелужички
uk: Підтримка сербської мови

source: Urdu Support
ar: الدعم الأوردية
ast: Sofitu pal urdu
fi: Urdun kielituki
or: ଉର୍ଦ୍ଦୁ ସହାୟତା
sr: Подршка за урду
th: การสนับสนุนภาษาอูรดู
uk: Підтримка мови урду

source: Uzbek Support
ar: دعم الأوزبكية
ast: Sofitu pal uzbeku
fi: Uzbekin kielituki
or: ଉଜବେକ ସହାୟତା
sr: Подршка за узбечки
th: การสนับสนุนภาษาอุซเบกิสถาน
uk: Підтримка узбецької мови

source: Various core pieces of the system.
ar: قطع مختلفة من لب النظام.
ast: Delles pieces del nucleu del sistema.
fi: Erilaisia järjestelmän ydinosia.
gu: સિસ્ટમના વિવિધ મૂળભૂત ભાગો.
hr: Razni dijelovi jezgre sustava.
or: ଏହି ତନ୍ତ୍ରର ବିଭିନ୍ନ ମୂଳ ଅଂଶବିଶେଷ।
sr: Разни основни делови система.
th: ส่วนประกอบหลักต่างๆ ของระบบ
uk: Різні ключові компоненти системи.

source: Various ways to relax and spend your free time.
ar: عدة طرق لتريح أعصابك و لتقضية وقت فراغك.
ast: Delles formes d'aselar y pasar el tiempu llibre.
fi: Useita tapoja rentoutumiseen ja vapaa-ajan viettämiseen.
gu: તમારો આરામ અને મુક્ત સમય ફાળવવાના ઘણા બધા રસ્તાઓ છે.
hr: Razni načini za opuštanje i provođenje slobodnog vremena.
or: ଆପଣଙ୍କ ର ଖାଲି ସମୟ କୁ ଅତିବାହିତ କରିବା ପାଇଁ ବିଭିନ୍ନ ମାଦ୍ଧ୍ଯମ
sr: Разни начини за опуштање и трошење слободног времена.
th: หลากวิธีที่จะผ่อนคลาย และใช้เวลาว่างเพื่อความบันเทิง
uk: Різні способи відпочити та провести вільний час.

source: Venda Support
ar: دعم فندا
ast: Sofitu pal Venda
fi: Vendan kielituki
gu: વેન્ડા આધાર
hr: Podrška za venda
or: ଭେଣ୍ଡା ସହାୟତା
sr: Подршка за венду
th: การสนับสนุนภาษาเวนดา
uk: Підтримка мови венда

source: Vietnamese Support
ar: دعم الفيتنامية
ast: Sofitu pal vietnamita
fi: Vietnamin kielituki
or: ଭିଏତନାମୀ ସହାୟତା
sr: Подршка за вијетнамски
th: การสนับสนุนภาษาเวียดนาม
uk: Підтримка в'єтнамської мови

source: Virtualization
ar: لحوسبة الافتراضية
ast: Virtualización
fi: Virtualisointi
gu: વર્ચ્યુઅલાઈઝેશન
hr: Virtualizacija
or: ଆଭାସୀକରଣ
sr: Виртуализација
th: ระบบเสมือน
uk: Віртуалізація

source: Walloon Support
ar: دعم والون
ast: Sofitu pal valón
fi: Vallonin kielituki
or: ୱାଲୁନ ସହାୟତା
sr: Подршка за валонски
th: การสนับสนุนภาษาวัลลูน
uk: Підтримка валлонської мови

source: Web Development
ar: تطوير الويب
ast: Desendolcu Web
fi: Web-kehitys
gu: વેબ વિકાસ
hr: Web-razvoj
or: ୱେବ ବିକାଶ
sr: Веб развој
th: การพัฒนาเว็บ
uk: Веб-програмування

source: Web Server
ar: خادم وٍبْ
ast: Sirvidor Web
fi: WWW-palvelin
gu: વેબ સર્વર
hr: Internetski poslužitelj
or: ୱେବ ସେବକ
sr: Веб сервер
th: ตัวให้บริการเว็บ
uk: Веб-сервер

source: Welsh Support
ar: الدعم الويلزي
ast: Sofitu pal galés
fi: Kymrin kielituki
gu: વેલ્શ આધાર
hr: Podrška za velški
or: ୱେଲ୍ସ ସହାୟତା
sr: Подршка за велшки
th: การสนับสนุนภาษาเวลช์
uk: Підтримка валлійської мови

source: Window Managers
ar: مديري النوافذ
ast: Alministradores de Ventana
fi: Ikkunankäsittelijät
gu: વિન્ડો વ્યવસ્થાપકો
hr: Upravitelji prozorima
or: ୱିଣ୍ଡୋ ପରିଚାଳକ ଗୁଡିକ
sr: Управљачи прозорима
th: โปรแกรมจัดการหน้าต่าง
uk: Віконні менеджери

source: Windows File Server
ar: خادم ملفات لنظام ويندوز
ast: Sirvidor de ficheros Windows
fi: Windows-tiedostopalvelin
gu: વિન્ડોઝ ફાઈલ સર્વર
hr: Poslužitelj datoteka za Windows
or: Windows ଫାଇଲ ସେବକ
sr: Windows сервер датотека
th: ตัวให้บริการแฟ้มแบบวินโดวส์
uk: Файловий сервер для Windows

source: X Software Development
ar: تطوير برامج X
ast: Desendolcu de software pa X
fi: X-ohjelmistokehitys
gu: X સોફ્ટવેર વિકાસ
hr: Razvoj softvera za X
or: X ସଫ୍ଟୱେର ର ବିକାଶ
sr: Развој софтвера за Икс
th: การพัฒนาซอฟต์แวร์บน X
uk: Розробка ПЗ для X Window

source: X Window System
ar: نظام نوافذ X
ast: Sistema de Ventanes X
fi: X-ikkunointijärjestelmä
gu: X વિન્ડો સિસ્ટમ
hr: X sustav prozora
or: X ୱିଣ୍ଡୋ ତନ୍ତ୍ର
sr: Икс систем прозора
th: ระบบ X Window
uk: Система X Window

source: XFCE Software Development
ar: تطوير برامج XFCE
ast: Desendolcu de Software pa XFCE
fi: XFCE-ohjelmistokehitys
gu: XFCE સોફ્ટવેર વિકાસ
hr: Razvoj softvera za XFCE
or: XFCE ସଫ୍ଟୱେର ବିକାଶ
sr: Развој XFCE софтвера
th: การพัฒนาซอฟต์แวร์บน XFCE
uk: Розробка ПЗ для XFCE

source: Xhosa Support
ar: دعم زوسا
ast: Sofitu pal Xhosa
fi: Xhosan kielituki
gu: ક્ઝોસા આધાર
hr: Podrška za xhosa
or: ଝୋସା ସହାୟତା
sr: Подршка за косу
th: กาสนับสนุนภาษาโคซา
uk: Підтримка мови хоса

source: Zulu Support
ar: الدعم لغة الزولو
ast: Sofitu pal zulú
fi: Zulun kielituki
gu: ઝુલુ આધાર
hr: Podrška za zulu
or: ଯୁଲୁ ସହାୟତା
sr: Подршка за зулу
th: การสนับสนุนภาษาซูลู
uk: Підтримка мови зулу

source: Asturian Support
ar: دعم الأسترية
fi: Asturian kielituki
uk: Підтримка астурійської мови

source: Content
ar: محتوى
ast: Conteníu
fi: Sisältö
or: ସୂଚୀପତ୍ର
sr: Садржај
uk: Зміст

source: Dogtag Certificate System
ar: Dogtag شهادة نظام
ast: Sistema de Certificación Dogtag
fi: Dogtag-sertifikaattijärjestelmä
sr: Догтег систем потврда
uk: Система сертификатів DogTag

source: Enterprise-class open source Certificate Authority
ar: الجهة المصدقة للشهادات مفتوحة المصدر عالية الثقة
ast: Autoridá Certificadora de códigu abiertu de clas empresarial
fi: Yritystasoinen avoimen lähdekoodin varmentaja (Certificate Authority)
sr: Надлештво за потврде отвореног кода пословне класе
uk: Центр сертифікації з відкритим кодом рівня підприємства

source: Faroese Support
ar: دعم Faroese
fi: Fäärin kielituki
sr: Подршка за фарски
uk: Підтримка фарерської мови

source: Filesystems
ar: نظم الملفات
ast: Sistemes de ficheros
fi: Tiedostojärjestelmät
sr: Системи датотека
uk: Файлові системи

source: KDE Software Compilation
ar: تجميع برامج KDE
ast: KDE Compilación de Software
fi: KDE
sr: Збирка KDE софтвера
uk: Розробка програм KDE
